Repository: lifeowner/BoxBilling-Greek-Language
Catalog: */LC_MESSAGES/messages.po
Languages: el_gr

source: sq_AL
el_gr: Albanian (Albania)

source: ar_DZ
el_gr: Arabic (Algeria)

source: ar_BH
el_gr: Arabic (Bahrain)

source: ar_EG
el_gr: Arabic (Egypt)

source: ar_IQ
el_gr: Arabic (Iraq)

source: ar_JO
el_gr: Arabic (Jordan)

source: ar_KW
el_gr: Arabic (Kuwait)

source: ar_LB
el_gr: Arabic (Lebanon)

source: ar_LY
el_gr: Arabic (Libya)

source: ar_MA
el_gr: Arabic (Morocco)

source: ar_OM
el_gr: Arabic (Oman)

source: ar_QA
el_gr: Arabic (Qatar)

source: ar_SA
el_gr: Arabic (Saudi Arabia)

source: ar_SD
el_gr: Arabic (Sudan)

source: ar_SY
el_gr: Arabic (Syria)

source: ar_TN
el_gr: Arabic (Tunisia)

source: ar_AE
el_gr: Arabic (United Arab Emirates)

source: ar_YE
el_gr: Arabic (Yemen)

source: be_BY
el_gr: Belarusian (Belarus)

source: bg_BG
el_gr: Bulgarian (Bulgaria)

source: ca_ES
el_gr: Catalan (Spain)

source: zh_CN
el_gr: Chinese (China)

source: zh_HK
el_gr: Chinese (Hong Kong)

source: zh_SG
el_gr: Chinese (Singapore)

source: zh_TW
el_gr: Chinese (Taiwan)

source: hr_HR
el_gr: Croatian (Croatia)

source: cs_CZ
el_gr: Czech (Czech Republic)

source: da_DK
el_gr: Danish (Denmark)

source: nl_BE
el_gr: Dutch (Belgium)

source: nl_NL
el_gr: Dutch (Netherlands)

source: en_AU
el_gr: English (Australia)

source: en_CA
el_gr: English (Canada)

source: en_IN
el_gr: English (India)

source: en_IE
el_gr: English (Ireland)

source: en_MT
el_gr: English (Malta)

source: en_NZ
el_gr: English (New Zealand)

source: en_PH
el_gr: English (Philippines)

source: en_SG
el_gr: English (Singapore)

source: en_ZA
el_gr: English (South Africa)

source: en_GB
el_gr: English (United Kingdom)

source: en_US
el_gr: English (United States)

source: et_EE
el_gr: Estonian (Estonia)

source: fi_FI
el_gr: Finnish (Finland)

source: fr_BE
el_gr: French (Belgium)

source: fr_CA
el_gr: French (Canada)

source: fr_FR
el_gr: French (France)

source: fr_LU
el_gr: French (Luxembourg)

source: fr_CH
el_gr: French (Switzerland)

source: de_AT
el_gr: German (Austria)

source: de_DE
el_gr: German (Germany)

source: de_LU
el_gr: German (Luxembourg)

source: de_CH
el_gr: German (Switzerland)

source: el_CY
el_gr: Greek (Cyprus)

source: el_GR
el_gr: Ελληνικά (Ελλάδα)

source: iw_IL
el_gr: Hebrew (Israel)

source: hi_IN
el_gr: Hindi (India)

source: hu_HU
el_gr: Hungarian (Hungary)

source: is_IS
el_gr: Icelandic (Iceland)

source: in_ID
el_gr: Indonesian (Indonesia)

source: ga_IE
el_gr: Irish (Ireland)

source: it_IT
el_gr: Italian (Italy)

source: it_CH
el_gr: Italian (Switzerland)

source: ja_JP
el_gr: Japanese (Japan)

source: ja_JP_JP
el_gr: Japanese (Japan,JP)

source: ko_KR
el_gr: Korean (South Korea)

source: lv_LV
el_gr: Latvian (Latvia)

source: lt_LT
el_gr: Lithuanian (Lithuania)

source: mk_MK
el_gr: Macedonian (Macedonia)

source: ms_MY
el_gr: Malay (Malaysia)

source: mt_MT
el_gr: Maltese (Malta)

source: no_NO
el_gr: Norwegian (Norway)

source: no_NO_NY
el_gr: Norwegian (Norway,Nynorsk)

source: pl_PL
el_gr: Polish (Poland)

source: pt_BR
el_gr: Portuguese (Brazil)

source: pt_PT
el_gr: Portuguese (Portugal)

source: ro_RO
el_gr: Romanian (Romania)

source: ru_RU
el_gr: Russian (Russia)

source: sr_BA
el_gr: Serbian (Bosnia and Herzegovina)

source: sr_ME
el_gr: Serbian (Montenegro)

source: sr_CS
el_gr: Serbian (Serbia and Montenegro)

source: sr_RS
el_gr: Serbian (Serbia)

source: sk_SK
el_gr: Slovak (Slovakia)

source: sl_SI
el_gr: Slovenian (Slovenia)

source: es_AR
el_gr: Spanish (Argentina)

source: es_BO
el_gr: Spanish (Bolivia)

source: es_CL
el_gr: Spanish (Chile)

source: es_CO
el_gr: Spanish (Colombia)

source: es_CR
el_gr: Spanish (Costa Rica)

source: es_DO
el_gr: Spanish (Dominican Republic)

source: es_EC
el_gr: Spanish (Ecuador)

source: es_SV
el_gr: Spanish (El Salvador)

source: es_GT
el_gr: Spanish (Guatemala)

source: es_HN
el_gr: Spanish (Honduras)

source: es_MX
el_gr: Spanish (Mexico)

source: es_NI
el_gr: Spanish (Nicaragua)

source: es_PA
el_gr: Spanish (Panama)

source: es_PY
el_gr: Spanish (Paraguay)

source: es_PE
el_gr: Spanish (Peru)

source: es_PR
el_gr: Spanish (Puerto Rico)

source: es_ES
el_gr: Spanish (Spain)

source: es_US
el_gr: Spanish (United States)

source: es_UY
el_gr: Spanish (Uruguay)

source: es_VE
el_gr: Spanish (Venezuela)

source: sv_SE
el_gr: Swedish (Sweden)

source: th_TH
el_gr: Thai (Thailand)

source: tr_TR
el_gr: Turkish (Turkey)

source: uk_UA
el_gr: Ukrainian (Ukraine)

source: vi_VN
el_gr: Vietnamese (Vietnam)

source: Mod object is not set for the service
el_gr: Το αντικείμενο Mod δεν έχει οριστεί για την υπηρεσία

source: Method :method must contain underscore
el_gr: Μέθοδος :method πρέπει να περιέχει υπογράμμιση

source: Invalid module name
el_gr: Μη έγκυρο όνομα ενότητας

source: BoxBilling module :mod is not installed/activated
el_gr: Η ενότητα BoxBilling :mod δεν είναι εγκατεστημένη/ενεργοποιημένη

source: You do not have access to :mod module
el_gr: Δεν έχετε πρόσβαση στο :mod module

source: Api class must be instance of Api_Abstract
el_gr: Η κλάση Api πρέπει να είναι παράδειγμα της Api_Abstract

source: :type API call :method does not exist in module :module
el_gr: :type API call :method δεν υπάρχει στην ενότητα :module

source: Page :url not found
el_gr: Σελίδα :url δεν βρέθηκε

source: Page not found
el_gr: Η σελίδα δεν βρέθηκε

source: php mcrypt extension must be enabled on your server
el_gr: Η επέκταση php mcrypt πρέπει να είναι ενεργοποιημένη στο διακομιστή σας

source: CURL extension is not enabled
el_gr: Η επέκταση CURL δεν είναι ενεργοποιημένη

source: Unable to connect to BoxBilling extensions site.
el_gr: Δεν είναι δυνατή η σύνδεση με τον ιστότοπο επεκτάσεων BoxBilling.

source: FTP extension is not enabled in PHP. You will not be able to use automatic updates and other automation.
el_gr: Η επέκταση FTP δεν είναι ενεργοποιημένη στην PHP. Δεν θα μπορείτε να χρησιμοποιήσετε αυτόματες ενημερώσεις και άλλους αυτοματισμούς.

source: The ftp PHP extension is not available
el_gr: Η επέκταση ftp PHP δεν είναι διαθέσιμη

source: FTP hostname is required
el_gr: Απαιτείται όνομα κεντρικού υπολογιστή FTP

source: FTP username is required
el_gr: Απαιτείται όνομα χρήστη FTP

source: FTP password is required
el_gr: Απαιτείται κωδικός πρόσβασης FTP

source: Failed to connect to FTP Server :host : :port
el_gr: Απέτυχε να συνδεθεί στον διακομιστή FTP :host : :port

source: FTP Username/Password incorrect for :usernmae
el_gr: Όνομα χρήστη FTP/Κωδικός πρόσβασης λανθασμένος για :usernmae

source: BoxBilling license key must be defined in bb-config.php file.
el_gr: Το κλειδί άδειας χρήσης του BoxBilling πρέπει να οριστεί στο αρχείο bb-config.php.

source: License is not valid
el_gr: Η άδεια δεν είναι έγκυρη

source: Missing log message
el_gr: Έλλειψη μηνύματος καταγραφής

source: Bad log priority
el_gr: Κακή προτεραιότητα καταγραφής

source: Resource is not a stream
el_gr: Ο πόρος δεν είναι ρεύμα

source: Mode cannot be changed on existing streams
el_gr: Η λειτουργία δεν μπορεί να αλλάξει σε υπάρχουσες ροές

source: :stream cannot be opened with mode :mode
el_gr: :stream δεν μπορεί να ανοιχτεί με mode :mode

source: Unable to write to stream
el_gr: Αδυναμία εγγραφής στη ροή

source: Unknown mail transport: :transport
el_gr: Άγνωστη μεταφορά αλληλογραφίας: :transport

source: SMTP host not configured
el_gr: Ο κεντρικός υπολογιστής SMTP δεν έχει ρυθμιστεί

source: SMTP port not configured
el_gr: Η θύρα SMTP δεν έχει ρυθμιστεί

source: SMTP hostname is not configured.
el_gr: Το όνομα κεντρικού υπολογιστή SMTP δεν έχει ρυθμιστεί.

source: Module :mod manifest file is missing
el_gr: Το αρχείο μανιφέστου της ενότητας :mod λείπει

source: Module :mod manifest file is not valid. Check file syntax and permissions.
el_gr: Η ενότητα :mod manifest file δεν είναι έγκυρη. Ελέγξτε τη σύνταξη και τα δικαιώματα του αρχείου.

source: Module :mod does not have service class
el_gr: Η ενότητα :mod δεν έχει κλάση υπηρεσίας

source: Module :mod Client controller class was not found
el_gr: Η ενότητα :mod Client controller class δεν βρέθηκε

source: Module :mod Admin controller class was not found
el_gr: Η ενότητα :mod Admin controller class δεν βρέθηκε

source: Core module can not be updated
el_gr: Η βασική ενότητα δεν μπορεί να ενημερωθεί

source: Invalid period code. Period definition must be 2 chars length
el_gr: Μη έγκυρος κωδικός περιόδου. Ο ορισμός περιόδου πρέπει να έχει μήκος 2 χαρακτήρες

source: Period Error. Unit :unit is not defined
el_gr: Σφάλμα περιόδου. Μονάδα :η μονάδα δεν έχει οριστεί

source: Invalid period quantity :qty for unit :unit. Allowed range is from :from to :to
el_gr: Μη έγκυρη ποσότητα περιόδου :qty για τη μονάδα :unit. Το επιτρεπόμενο εύρος είναι από :from έως :to

source: Every week
el_gr: Κάθε εβδομάδα

source: Every month
el_gr: Κάθε μήνα

source: Every 3 months
el_gr: Κάθε 3 μήνες

source: Every 6 months
el_gr: Κάθε 6 μήνες

source: Every year
el_gr: Κάθε χρόνο

source: Every 2 years
el_gr: Κάθε 2 χρόνια

source: Every 3 years
el_gr: Κάθε 3 χρόνια

source: Every :number day
el_gr: Κάθε :number day

source: Every :number week(s)
el_gr: Κάθε :αριθμό εβδομάδων

source: Every :number months
el_gr: Κάθε :number μηνών

source: Every :number years
el_gr: Κάθε :number ετών

source: Unit not defined
el_gr: Μονάδα που δεν έχει οριστεί

source: Can not determine months amount from unit
el_gr: Δεν μπορεί να προσδιοριστεί το ποσό των μηνών από τη μονάδα

source: Service class :class was not found in :path
el_gr: Η κλάση υπηρεσίας :class δεν βρέθηκε στη διαδρομή :path

source: second
el_gr: δευτερόλεπτο

source: minute
el_gr: λεπτό

source: hour
el_gr: ώρα

source: day
el_gr: μέρα

source: week
el_gr: βδομάδα

source: month
el_gr: μήνα

source: year
el_gr: χρόνο

source: decade
el_gr: δεκαετία

source: Missing mods param for Box_TwigLoader
el_gr: Λείπει η παράμετρος mods για το Box_TwigLoader

source: Missing theme param for Box_TwigLoader
el_gr: Λείπει η παράμετρος θέματος για το Box_TwigLoader

source: Missing type param for Box_TwigLoader
el_gr: Λείπει παράμετρος τύπου για το Box_TwigLoader

source: Email is not valid
el_gr: Το email δεν είναι έγκυρο

source: Password too short!
el_gr: Ο κωδικός πρόσβασης είναι πολύ σύντομος!

source: Password must include at least one number!
el_gr: Ο κωδικός πρόσβασης πρέπει να περιλαμβάνει τουλάχιστον έναν αριθμό!

source: Password must include at least one letter!
el_gr: Ο κωδικός πρόσβασης πρέπει να περιλαμβάνει τουλάχιστον ένα γράμμα!

source: File :file does not exist
el_gr: Αρχείο :file δεν υπάρχει

source: Invalid zip file
el_gr: Μη έγκυρο αρχείο zip

source: Zip extraction failed
el_gr: Η εξαγωγή zip απέτυχε

source: This is a last message in topic. Remove topic in order to remove this message.
el_gr: Αυτό είναι το τελευταίο μήνυμα στο θέμα. Αφαιρέστε το θέμα για να αφαιρέσετε αυτό το μήνυμα.

source: Could not determine domain price. Domain action is missing
el_gr: Δεν μπόρεσε να προσδιορίσει την τιμή του τομέα. Η δράση του τομέα λείπει

source: Unknown TLD. Could not determine registration price
el_gr: Άγνωστος TLD. Δεν μπόρεσε να προσδιορίσει την τιμή εγγραφής

source: Domain product can not be removed.
el_gr: Το προϊόν τομέα δεν μπορεί να αφαιρεθεί.

source: Unknown period selected
el_gr: Άγνωστη επιλεγμένη περίοδος

source: Product pricing could not be determined.
el_gr: Η τιμολόγηση του προϊόντος δεν κατέστη δυνατό να προσδιοριστεί.

source: Unknown Period selected for setup price
el_gr: Άγνωστη περίοδος που επιλέχθηκε για την τιμή ρύθμισης

source: Product :id payment type is recurrent, but period was not selected
el_gr: Προϊόν :id Ο τύπος πληρωμής είναι επαναλαμβανόμενος, αλλά η περίοδος δεν έχει επιλεγεί

source: Unknown Period selected for price
el_gr: Άγνωστη Περίοδος που επιλέχθηκε για την τιμή

source: Payment for invoice :serie:id [:title]
el_gr: Πληρωμή για τιμολόγιο :serie:id [:title]

source: Card number
el_gr: Αριθμός κάρτας

source: Expiration Date
el_gr: Ημερομηνία λήξης

source: Name
el_gr: Όνομα

source: Address
el_gr: Διεύθυνση

source: City
el_gr: Πόλη

source: State
el_gr: Κράτος

source: Zipcode
el_gr: Ταχυδρομικός κώδικας

source: Phone
el_gr: Τηλέφωνο

source: Pay now
el_gr: Πληρώστε τώρα

source: Redirecting to PayPal.com
el_gr: Επανακατεύθυνση στο PayPal.com

source: Redirecting to Payza.com
el_gr: Επανακατεύθυνση στο Payza.com

source: Redirecting to 2Checkout.com
el_gr: Ανακατεύθυνση στο 2Checkout.com

source: Payment amount is too small.
el_gr: Το ποσό πληρωμής είναι πολύ μικρό.

source: Payment amount is too big.
el_gr: Το ποσό πληρωμής είναι πολύ μεγάλο.

source: Selected currency is not available.
el_gr: Το επιλεγμένο νόμισμα δεν είναι διαθέσιμο.

source: Amount or currency is missing.
el_gr: Το ποσό ή το νόμισμα λείπει.

source: projectId is missing or such ID does not exist.
el_gr: Το projectId λείπει ή δεν υπάρχει τέτοιο αναγνωριστικό.

source: Testing mode is turned off, but you have still tried to make a test payment.
el_gr: Η δοκιμαστική λειτουργία είναι απενεργοποιημένη, αλλά εξακολουθήσατε να προσπαθείτε να πραγματοποιήσετε μια δοκιμαστική πληρωμή.

source: You have banned this way of payment.
el_gr: Έχετε απαγορεύσει αυτόν τον τρόπο πληρωμής.

source: Coding of variable "paytext" is not suitable (has to be utf-8).
el_gr: Η κωδικοποίηση της μεταβλητής "paytext" δεν είναι κατάλληλη (πρέπει να είναι utf-8).

source: Empty or not correctly filled "orderID".
el_gr: Κενό ή μη σωστά συμπληρωμένο "orderID".

source: Project has not been checked by our administrator.
el_gr: Το έργο δεν έχει ελεγχθεί από τον διαχειριστή μας.

source: Accepturl, cancellurl, callbacurl or referer base address differs from the addresses confirmed in the project.
el_gr: Η διεύθυνση βάσης Accepturl, cancellurl, callbacurl ή referer διαφέρει από τις διευθύνσεις που έχουν επιβεβαιωθεί στο έργο.

source: Invalid "sign" parameter.
el_gr: Μη έγκυρη παράμετρος "sign".

source: At least one of these parameters is incorrect: cancelurl, accepturl, callbackurl.
el_gr: Τουλάχιστον μία από αυτές τις παραμέτρους είναι εσφαλμένη: cancelurl, accepturl, callbackurl.

source: Parameter time_limit is not valid (wrong format or not valid value)
el_gr: Η παράμετρος time_limit δεν είναι έγκυρη (λανθασμένη μορφή ή μη έγκυρη τιμή)

source: Unknown error
el_gr: Άγνωστο σφάλμα

source: '%s' is required but missing.
el_gr: Το '%s' απαιτείται αλλά λείπει.

source: '%s' value '%s' is too long, %d characters allowed.
el_gr: Η τιμή '%s' '%s' είναι πολύ μεγάλη, επιτρέπονται %d χαρακτήρες.

source: '%s' value '%s' is invalid.
el_gr: Η τιμή '%s' '%s' είναι άκυρη.

source: Can't get openssl public key for %s
el_gr: Δεν μπορείτε να λάβετε το δημόσιο κλειδί openssl για το %s

source: Can't verify SS2 for %s
el_gr: Δεν είναι δυνατή η επαλήθευση του SS2 για %s

source: '%s' must exists in array of second parameter of checkResponse() method.
el_gr: '%s' πρέπει να υπάρχει στον πίνακα της δεύτερης παραμέτρου της μεθόδου checkResponse().

source: '%s' yours and requested value is not equal ('%s' != '%s')
el_gr: '%s' η δική σας και η ζητούμενη τιμή δεν είναι ίσες ('%s' != '%s')

source: Can't verify SS1 v2
el_gr: Δεν μπορεί να επαληθεύσει το SS1 v2

source: Directory
el_gr: Κατάλογος

source: Can't connect to %s
el_gr: Δεν μπορεί να συνδεθεί στο %s

source: Incompatible library and response versions: libwebtopay %s, response %s
el_gr: Μη συμβατές εκδόσεις βιβλιοθηκών και απαντήσεων: libwebtopay %s, response %s

source: Bad projectid: libwebtopay %s, response %s
el_gr: Bad projectid: libwebtopay %s, απάντηση %s

source: Returned transaction status is %d, successful status should be 1.
el_gr: Η επιστρεφόμενη κατάσταση συναλλαγής είναι %d, η επιτυχής κατάσταση θα έπρεπε να είναι 1.

source: Can't write to logfile: %s
el_gr: Δεν μπορεί να γράψει στο αρχείο καταγραφής: %s

source: Error: %s
el_gr: Σφάλμα: %s

source: No whois server for this tld in list!
el_gr: Δεν υπάρχει διακομιστής whois για αυτή την κατάληξη στη λίστα!

source: Whois server
el_gr: Διακομιστής Whois

source: Could not connect to whois :server server
el_gr: Δεν μπόρεσε να συνδεθεί στο whois :server server server

source: ID is required
el_gr: Απαιτείται ταυτότητα

source: Event not found
el_gr: Το συμβάν δεν βρέθηκε

source: Unknown API call :call
el_gr: Άγνωστη κλήση API :call

source: Unauthorized IP
el_gr: Μη εξουσιοδοτημένη IP

source: Request limit reached
el_gr: Επίτευξη ορίου αιτήσεων

source: Invalid request. Make sure request origin is :from
el_gr: Μη έγκυρο αίτημα. Βεβαιωθείτε ότι η προέλευση του αιτήματος είναι :from

source: Currency not found
el_gr: Νόμισμα δεν βρέθηκε

source: Promo code is expired or does not exist
el_gr: Ο κωδικός προσφοράς έχει λήξει ή δεν υπάρχει

source: Promo can not be applied to your account
el_gr: Η προσφορά δεν μπορεί να εφαρμοστεί στο λογαριασμό σας

source: Period parameter not passed
el_gr: Η παράμετρος περίοδος δεν έχει περάσει

source: Selected billing period is not valid
el_gr: Η επιλεγμένη περίοδος χρέωσης δεν είναι έγκυρη

source: I'm afraid we are out of stock.
el_gr: Φοβάμαι ότι δεν έχουμε απόθεμα.

source: Addon period parameter not passed
el_gr: Η παράμετρος περιόδου του πρόσθετου δεν έχει περάσει

source: Selected billing period is not valid for addon
el_gr: Η επιλεγμένη περίοδος χρέωσης δεν ισχύει για το πρόσθετο

source: Product not found
el_gr: Το προϊόν δεν βρέθηκε

source: Add products to cart before applying promo code
el_gr: Προσθέστε τα προϊόντα στο καλάθι πριν εφαρμόσετε τον κωδικό προσφοράς

source: Promo not found
el_gr: Promo δεν βρέθηκε

source: You have already used this promo code. Please remove promo code and checkout again.
el_gr: Έχετε ήδη χρησιμοποιήσει αυτόν τον κωδικό προσφοράς. Παρακαλούμε αφαιρέστε τον κωδικό προσφοράς και κάντε ξανά checkout.

source: Can not checkout empty cart.
el_gr: Δεν μπορείτε να κάνετε ταμείο με άδειο καλάθι.

source: Selected currency :selected does not match your profile currency :code. Please change cart currency to continue.
el_gr: Το επιλεγμένο νόμισμα :selected δεν ταιριάζει με το νόμισμα του προφίλ σας :code. Παρακαλώ αλλάξτε το νόμισμα του καλαθιού για να συνεχίσετε.

source: ID required
el_gr: Απαιτείται ταυτότητα

source: Client not found
el_gr: Ο πελάτης δεν βρέθηκε

source: Email required
el_gr: Απαιτείται email

source: First name is required
el_gr: Το ονοματεπώνυμο είναι υποχρεωτικό

source: Email is already registered.
el_gr: Το email είναι ήδη καταχωρημένο.

source: Client id is missing
el_gr: Το αναγνωριστικό πελάτη λείπει

source: Id required
el_gr: Απαιτούμενο αναγνωριστικό

source: Can not change email. It is already registered.
el_gr: Δεν μπορώ να αλλάξω το email. Είναι ήδη καταχωρημένο.

source: Invalid birth date value
el_gr: Μη έγκυρη τιμή ημερομηνίας γέννησης

source: Client ID is required
el_gr: Απαιτείται αναγνωριστικό πελάτη

source: Password required
el_gr: Απαιτείται κωδικός πρόσβασης

source: Password confirmation required
el_gr: Απαιτείται επιβεβαίωση κωδικού πρόσβασης

source: Passwords do not match
el_gr: Οι κωδικοί πρόσβασης δεν ταιριάζουν

source: Balance line not found
el_gr: Η γραμμή ισορροπίας δεν βρέθηκε

source: Amount is required
el_gr: Απαιτείται ποσό

source: Description is required
el_gr: Απαιτείται περιγραφή

source: Group title is missing
el_gr: Ο τίτλος της ομάδας λείπει

source: Group id is missing
el_gr: Το αναγνωριστικό ομάδας λείπει

source: Group not found
el_gr: Ομάδα δεν βρέθηκε

source: Email can not be changed
el_gr: Το email δεν μπορεί να αλλάξει

source: Passwords do not match.
el_gr: Οι κωδικοί πρόσβασης δεν ταιριάζουν.

source: New registrations are temporary disabled
el_gr: Οι νέες εγγραφές είναι προσωρινά απενεργοποιημένες

source: First name required
el_gr: Απαιτούμενο όνομα

source: It is required that you provide details for field ":field"
el_gr: Απαιτείται να παρέχετε λεπτομέρειες για το πεδίο ":field".

source: Email is already registered. You may want to login instead of registering.
el_gr: Απαιτείται να παρέχετε λεπτομέρειες για το πεδίο ":field".

source: Account has been created. Please check your mailbox and confirm email address.
el_gr: Ο λογαριασμός έχει δημιουργηθεί. Παρακαλούμε ελέγξτε το γραμματοκιβώτιό σας και επιβεβαιώστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου.

source: Please check your login details
el_gr: Ελέγξτε τα στοιχεία σύνδεσής σας

source: Email not found in our database
el_gr: Το email δεν βρέθηκε στη βάση δεδομένων μας

source: Hash required
el_gr: Απαιτείται κατακερματισμός

source: The link have expired or you have already confirmed password reset.
el_gr: Ο σύνδεσμος έχει λήξει ή έχετε ήδη επιβεβαιώσει την επαναφορά του κωδικού πρόσβασης.

source: Country code is required
el_gr: Απαιτείται κωδικός χώρας

source: Email address was confirmed
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου επιβεβαιώθηκε

source: Invalid email confirmation link
el_gr: Μη έγκυρος σύνδεσμος επιβεβαίωσης email

source: Currency can not be changed. Client already have invoices issued.
el_gr: Το νόμισμα δεν μπορεί να αλλάξει. Ο πελάτης έχει ήδη εκδώσει τιμολόγια.

source: Currency can not be changed. Client already have orders.
el_gr: Το νόμισμα δεν μπορεί να αλλάξει. Ο πελάτης έχει ήδη παραγγελίες.

source: Define clients currency before adding funds.
el_gr: Καθορίστε το νόμισμα των πελατών πριν από την προσθήκη κεφαλαίων.

source: Funds amount is not valid
el_gr: Το ποσό των κεφαλαίων δεν είναι έγκυρο

source: Funds description is not valid
el_gr: Η περιγραφή των κεφαλαίων δεν είναι έγκυρη

source: Client ID or email is required
el_gr: Απαιτείται αναγνωριστικό πελάτη ή email

source: Can not remove group with clients
el_gr: Δεν μπορείτε να αφαιρέσετε ομάδα με πελάτες

source: Please check your mailbox and confirm email address.
el_gr: Ελέγξτε το γραμματοκιβώτιό σας και επιβεβαιώστε τη διεύθυνση ηλεκτρονικού ταχυδρομείου.

source: Currency code is missing
el_gr: Ο κωδικός νομίσματος λείπει

source: Currency format is missing
el_gr: Η μορφή νομίσματος λείπει

source: Currency already registered
el_gr: Νόμισμα ήδη καταχωρημένο

source: Currency code is not valid
el_gr: Ο κωδικός νομίσματος δεν είναι έγκυρος

source: Currency conversion rate can not be zero
el_gr: Η ισοτιμία μετατροπής νομίσματος δεν μπορεί να είναι μηδενική

source: Currency code not provided
el_gr: Δεν παρέχεται κωδικός νομίσματος

source: Can not remove default currency
el_gr: Δεν μπορεί να αφαιρέσει το προεπιλεγμένο νόμισμα

source: Currency code not found
el_gr: Ο κωδικός νομίσματος δεν βρέθηκε

source: Currency rate is not valid
el_gr: Η συναλλαγματική ισοτιμία δεν ισχύει

source: Email ID is required
el_gr: Απαιτείται email ID

source: Receiver Email is required
el_gr: Απαιτείται email παραλήπτη

source: Receiver Name is required
el_gr: Απαιτείται όνομα παραλήπτη

source: Sender Name is required
el_gr: Το όνομα του αποστολέα είναι υποχρεωτικό

source: Sender email is required
el_gr: Απαιτείται email αποστολέα

source: Email subject is required
el_gr: Το θέμα του email είναι υποχρεωτικό

source: Email content is required
el_gr: Απαιτείται περιεχόμενο ηλεκτρονικού ταχυδρομείου

source: Email not found
el_gr: Το email δεν βρέθηκε

source: Email template ID is required
el_gr: Απαιτείται αναγνωριστικό προτύπου ηλεκτρονικού ταχυδρομείου

source: Email template not found
el_gr: Το πρότυπο email δεν βρέθηκε

source: Email template code is required
el_gr: Απαιτείται κωδικός προτύπου ηλεκτρονικού ταχυδρομείου

source: Email template subject is required
el_gr: Το θέμα του προτύπου ηλεκτρονικού ταχυδρομείου είναι υποχρεωτικό

source: Email template content is required
el_gr: Απαιτείται περιεχόμενο προτύπου ηλεκτρονικού ταχυδρομείου

source: Email template code was not passed
el_gr: Ο κωδικός προτύπου email δεν πέρασε

source: Template code not passed
el_gr: Ο κωδικός προτύπου δεν έχει περάσει

source: Receiver is not defined. Define to or to_client or to_staff parameter
el_gr: Ο αποδέκτης δεν ορίζεται. Ορίστε την παράμετρο to ή to_client ή to_staff
