Repository: lifeowner/BoxBilling-Greek-Language
Catalog: */LC_MESSAGES/messages.po
Languages: el_gr

source: Email history
el_gr: Ιστορικό ηλεκτρονικού ταχυδρομείου

source: INFORMATION
el_gr: ΠΛΗΡΟΦΟΡΙΕΣ

source: Email logging is not enabled. If you want to log sent mails to database, enable it in
el_gr: Η καταγραφή μέσω ηλεκτρονικού ταχυδρομείου δεν είναι ενεργοποιημένη. Αν θέλετε να καταγράφετε τα αποσταλμένα μηνύματα στη βάση δεδομένων, ενεργοποιήστε το στο

source: email settings.
el_gr: ρυθμίσεις email.

source: To
el_gr: Προς

source: From
el_gr: Από το

source: Node / ID / VMID
el_gr: Κόμβος / ID / VMID

source: Operating System
el_gr: Λειτουργικό σύστημα

source: IP address
el_gr: Διεύθυνση IP

source: Additional IP addresses
el_gr: Πρόσθετες διευθύνσεις IP

source: Root password
el_gr: Κωδικός πρόσβασης ρίζας

source: Client area username / password
el_gr: Όνομα χρήστη / κωδικός πρόσβασης περιοχής πελάτη

source: Console user / password
el_gr: Χρήστης / κωδικός πρόσβασης κονσόλας

source: Client area
el_gr: Περιοχή πελατών

source: Admin area
el_gr: Περιοχή διαχειριστή

source: Change root password
el_gr: Αλλαγή κωδικού πρόσβασης root

source: New password
el_gr: Νέος κωδικός πρόσβασης

source: Change
el_gr: Αλλαγή

source: Change hostname
el_gr: Αλλαγή ονόματος κεντρικού υπολογιστή

source: New hostname
el_gr: Νέο όνομα κεντρικού υπολογιστή

source: Change plan
el_gr: Σχέδιο αλλαγής

source: New plan
el_gr: Νέο σχέδιο

source: Rebuild
el_gr: Ανακατασκευή

source: Usage statistics
el_gr: Στατιστικά στοιχεία χρήσης

source: Used
el_gr: Μεταχειρισμένο

source: Memory
el_gr: Μνήμη

source: Disk usage
el_gr: Χρήση δίσκου

source: Traffic
el_gr: Κυκλοφορία

source: Load
el_gr: Φορτίο

source: Master node is offline, order is not yet activated or API is not configured properly.
el_gr: Ο κύριος κόμβος είναι εκτός σύνδεσης, η παραγγελία δεν έχει ακόμη ενεργοποιηθεί ή το API δεν έχει ρυθμιστεί σωστά.

source: Service management
el_gr: Διαχείριση υπηρεσιών

source: Changing settings does not send actions to SolusVM server.
el_gr: Η αλλαγή των ρυθμίσεων δεν στέλνει ενέργειες στο διακομιστή SolusVM.

source: Template
el_gr: Πρότυπο

source: Main IP address
el_gr: Κύρια διεύθυνση IP

source: New payment gateway
el_gr: Νέα πύλη πληρωμών

source: Allow subscriptions
el_gr: Επιτρέψτε τις συνδρομές

source: Adding new payment gateway
el_gr: Προσθήκη νέας πύλης πληρωμών

source: Although BoxBilling ships with most popular payment gateways, you can install other gateways.
el_gr: Παρόλο που το BoxBilling συνοδεύεται από τις πιο δημοφιλείς πύλες πληρωμών, μπορείτε να εγκαταστήσετε και άλλες πύλες.

source: Follow these instructions to install new payment gateway.
el_gr: Ακολουθήστε αυτές τις οδηγίες για να εγκαταστήσετε τη νέα πύλη πληρωμών.

source: Check for payment gateway at
el_gr: Ελέγξτε για πύλη πληρωμών στο

source: for more payment gateways
el_gr: για περισσότερες πύλες πληρωμών

source: Download payment gateway extension file and place it to
el_gr: Κατεβάστε το αρχείο επέκτασης πύλης πληρωμών και τοποθετήστε το στο

source: After file is uploaded in place, reload this page.
el_gr: Αφού το αρχείο μεταφορτωθεί στη θέση του, επαναφορτώστε αυτή τη σελίδα.

source: Select uploaded file name and click on install.
el_gr: Επιλέξτε το όνομα του ανεβασμένου αρχείου και κάντε κλικ στο install.

source: Payment gateway will be installed in BoxBilling and can be configured in "Payment gateways" tab.
el_gr: Η πύλη πληρωμών θα εγκατασταθεί στο BoxBilling και μπορεί να ρυθμιστεί στην καρτέλα "Πύλες πληρωμών".

source: to learn how to create your own payment gateway and share it with community
el_gr: για να μάθετε πώς να δημιουργήσετε τη δική σας πύλη πληρωμών και να τη μοιραστείτε με την κοινότητα

source: License details
el_gr: Λεπτομέρειες άδειας

source: Valid IPs
el_gr: Έγκυρες IPs

source: All ips
el_gr: Όλα τα ips

source: Valid Domains
el_gr: Έγκυροι τομείς

source: All hosts
el_gr: Όλοι οι οικοδεσπότες

source: Valid Versions
el_gr: Έγκυρες εκδόσεις

source: All versions
el_gr: Όλες οι εκδόσεις

source: Valid Install paths
el_gr: Έγκυρες διαδρομές εγκατάστασης

source: All paths
el_gr: Όλες οι διαδρομές

source: Reset license
el_gr: Επαναφορά άδειας χρήσης

source: You can reset your license parameters if you have changed your server
el_gr: Μπορείτε να επαναφέρετε τις παραμέτρους της άδειάς σας εάν έχετε αλλάξει τον διακομιστή σας

source: Reset
el_gr: Επαναφορά

source: Addons
el_gr: Προσθήκες

source: Edit product addon
el_gr: Επεξεργασία πρόσθετου προϊόντος

source: Activation
el_gr: Ενεργοποίηση

source: I will use my existing domain and update nameservers
el_gr: Θα χρησιμοποιήσω τον υπάρχοντα τομέα μου και θα ενημερώσω τους διακομιστές ονομάτων

source: I want to register a new domain
el_gr: Θέλω να κατοχυρώσω ένα νέο domain

source: Started by
el_gr: Ξεκίνησε από

source: Messages
el_gr: Μηνύματα

source: Created at
el_gr: Δημιουργήθηκε στο

source: Slug
el_gr: γυμνοσάλιαγκας

source: Quote
el_gr: Απόσπασμα

source: Post
el_gr: Δημοσίευση

source: Edit field
el_gr: Επεξεργασία πεδίου

source: Please keep in mind that field name can not start with number. Special characters will be replaced with underscrore ( _ )
el_gr: Λάβετε υπόψη σας ότι το όνομα του πεδίου δεν μπορεί να αρχίζει με αριθμό. Οι ειδικοί χαρακτήρες θα αντικατασταθούν με υπογράμμιση ( _ ).

source: Label
el_gr: Ετικέτα

source: options
el_gr: επιλογές

source: Value
el_gr: Αξία

source: + Add new option
el_gr: + Προσθήκη νέας επιλογής

source: Options
el_gr: Επιλογές

source: Hide label
el_gr: Απόκρυψη ετικέτας

source: Read only
el_gr: Μόνο ανάγνωση

source: Additional settings
el_gr: Πρόσθετες ρυθμίσεις

source: Prepend text
el_gr: Προσθήκη κειμένου

source: Append text
el_gr: Προσθήκη κειμένου

source: Textarea size
el_gr: Μέγεθος περιοχής κειμένου

source: Height
el_gr: Ύψος

source: Default value/option
el_gr: Προεπιλεγμένη τιμή/επιλογή

source: Save
el_gr: Αποθήκευση

source: BoxBilling license management
el_gr: Διαχείριση αδειών BoxBilling

source: License order ID
el_gr: ID παραγγελίας άδειας

source: Order status
el_gr: Κατάσταση παραγγελίας

source: License key
el_gr: Κλειδί άδειας χρήσης

source: Valid hostnames
el_gr: Έγκυρα ονόματα κεντρικών υπολογιστών

source: Valid versions
el_gr: Ισχύουσες εκδόσεις

source: Valid install paths
el_gr: Έγκυρες διαδρομές εγκατάστασης

source: Order is not activated or not found
el_gr: Η παραγγελία δεν έχει ενεργοποιηθεί ή δεν βρέθηκε

source: Create new order
el_gr: Δημιουργία νέας παραγγελίας

source: for
el_gr: για το

source: Invoice option
el_gr: Επιλογή τιμολογίου

source: Activate order
el_gr: Ενεργοποίηση παραγγελίας

source: Place new order
el_gr: Τοποθετήστε νέα παραγγελία

source: Selected price is 0.00
el_gr: Η επιλεγμένη τιμή είναι 0.00

source: Product is disabled in configuration
el_gr: Το προϊόν είναι απενεργοποιημένο στη διαμόρφωση

source: Forum details
el_gr: Λεπτομέρειες φόρουμ

source: Cart
el_gr: Καλάθι

source: Remove item
el_gr: Αφαίρεση αντικειμένου

source: setup
el_gr: ρύθμιση

source: Have coupon code?
el_gr: Έχετε κωδικό κουπονιού?

source: Enter code
el_gr: Πληκτρολογήστε τον κωδικό

source: Remove
el_gr: Αφαιρέστε το

source: Apply
el_gr: Εφαρμογή

source: Subtotal:
el_gr: Υποσύνολο:

source: Discount:
el_gr: Έκπτωση:

source: VAT
el_gr: ΦΠΑ

source: Total:
el_gr: Σύνολο:

source: Pay by
el_gr: Πληρωμή με

source: Total amount will be deducted from account balance
el_gr: Το συνολικό ποσό θα αφαιρεθεί από το υπόλοιπο του λογαριασμού

source: Checkout
el_gr: Ταμείο

source: Promo code was removed
el_gr: Ο κωδικός Promo αφαιρέθηκε

source: Are you sure you want to remove this item from cart?
el_gr: Είστε σίγουροι ότι θέλετε να αφαιρέσετε αυτό το προϊόν από το καλάθι;

source: Item was removed from cart
el_gr: Το προϊόν αφαιρέθηκε από το καλάθι

source: File manager
el_gr: Διαχειριστής αρχείων

source: Full screen
el_gr: Πλήρης οθόνη

source: Domains management
el_gr: Διαχείριση τομέων

source: Clients
el_gr: Πελάτες

source: Filter clients
el_gr: Φίλτρο πελατών

source: Company name
el_gr: Επωνυμία εταιρείας

source: All
el_gr: Όλα

source: Suspended
el_gr: Αναστολή

source: Registration date
el_gr: Ημερομηνία εγγραφής

source: New client
el_gr: Νέος πελάτης

source: Groups
el_gr: Ομάδες

source: Postcode
el_gr: Ταχυδρομικός κώδικας

source: Main website
el_gr: Κύρια ιστοσελίδα

source: Loading ...
el_gr: Φόρτωση ...

source: This staff member is used by BoxBilling to perform system tasks and can not be removed.
el_gr: Αυτό το μέλος του προσωπικού χρησιμοποιείται από το BoxBilling για την εκτέλεση εργασιών του συστήματος και δεν μπορεί να αφαιρεθεί.

source: Permissions
el_gr: Δικαιώματα

source: Manage staff member details
el_gr: Διαχειριστείτε τα στοιχεία των μελών του προσωπικού

source: This staff member updated.
el_gr: Αυτό το μέλος του προσωπικού ενημέρωσε.

source: %member_name% permissions
el_gr: %member_name% δικαιώματα

source: Administrator account is allowed to do everything
el_gr: Ο λογαριασμός διαχειριστή επιτρέπεται να κάνει τα πάντα

source: Permissions updated
el_gr: Ενημέρωση δικαιωμάτων

source: Module
el_gr: Ενότητα

source: Change staff member password
el_gr: Αλλαγή κωδικού πρόσβασης μέλους του προσωπικού

source: Staff member password changed
el_gr: Αλλαγή κωδικού πρόσβασης μέλους του προσωπικού

source: Repeat same password
el_gr: Επαναλάβετε τον ίδιο κωδικό πρόσβασης

source: Submit
el_gr: Υποβολή

source: Api key is used to manage system via other interfaces.
el_gr: Το κλειδί Api χρησιμοποιείται για τη διαχείριση του συστήματος μέσω άλλων διεπαφών.

source: API key
el_gr: Κλειδί API

source: Privacy policy
el_gr: Πολιτική απορρήτου

source: Payment type
el_gr: Τύπος πληρωμής

source: One time
el_gr: Μία φορά

source: Recurrent
el_gr: Επαναλαμβανόμενο

source: Setup price
el_gr: Τιμή εγκατάστασης

source: Price for period
el_gr: Τιμή για την περίοδο

source: First payment sum
el_gr: Πρώτο ποσό πληρωμής

source: On
el_gr: Στο

source: Weekly
el_gr: Εβδομαδιαία

source: Monthly
el_gr: Μηνιαία

source: Import SolusVM clients
el_gr: Εισαγωγή πελατών SolusVM

source: Created
el_gr: Δημιουργήθηκε

source: Import selected SolusVM clients to BoxBilling
el_gr: Εισαγωγή επιλεγμένων πελατών SolusVM στο BoxBilling

source: Connection port
el_gr: Θύρα σύνδεσης

source: Update and test connection
el_gr: Ενημέρωση και δοκιμή σύνδεσης

source: Update server
el_gr: Ενημέρωση διακομιστή

source: Hosting settings
el_gr: Ρυθμίσεις φιλοξενίας

source: Server
el_gr: Διακομιστής

source: Reseller hosting
el_gr: Φιλοξενία μεταπωλητών

source: Free domain registration
el_gr: Δωρεάν καταχώριση domain

source: Free domain transfer
el_gr: Δωρεάν μεταφορά domain

source: Payments history
el_gr: Ιστορικό πληρωμών

source: Here you can track what you have been charged for and add more funds to your account
el_gr: Εδώ μπορείτε να παρακολουθείτε τι σας έχει χρεωθεί και να προσθέσετε περισσότερα χρήματα στο λογαριασμό σας.

source: Add funds!
el_gr: Προσθέστε κεφάλαια!

source: Manage coupon code
el_gr: Διαχείριση κωδικού κουπονιού

source: Period when code is valid
el_gr: Περίοδος ισχύος του κωδικού

source: Client area languages
el_gr: Γλώσσες περιοχής πελατών

source: New language
el_gr: Νέα γλώσσα

source: Language
el_gr: Γλώσσα

source: BoxBilling in your language
el_gr: BoxBilling στη γλώσσα σας

source: Although BoxBilling displays in U.S. English by default, the software has the built-in capability to be used in any language. Follow instructions bellow to install new language.
el_gr: Παρόλο που το BoxBilling εμφανίζεται εξ ορισμού στα αγγλικά των ΗΠΑ, το λογισμικό έχει την ενσωματωμένη δυνατότητα να χρησιμοποιείται σε οποιαδήποτε γλώσσα. Ακολουθήστε τις παρακάτω οδηγίες για να εγκαταστήσετε τη νέα γλώσσα.

source: Check if your language translation file is available at
el_gr: Ελέγξτε αν το αρχείο μετάφρασης της γλώσσας σας είναι διαθέσιμο στη διεύθυνση

source: BoxBilling extensions site
el_gr: Τοποθεσία επεκτάσεων BoxBilling

source: Download language files and place them to
el_gr: Κατεβάστε τα αρχεία γλώσσας και τοποθετήστε τα στο

source: Language will be automatically available and can be changed in client area
el_gr: Η γλώσσα θα είναι αυτόματα διαθέσιμη και μπορεί να αλλάξει στην περιοχή του πελάτη.

source: Installing BoxBilling in Your Language
el_gr: Εγκατάσταση του BoxBilling στη γλώσσα σας

source: to learn how to install files that will transform BoxBilling so it displays in your language.
el_gr: για να μάθετε πώς να εγκαταστήσετε αρχεία που θα μετατρέψουν το BoxBilling ώστε να εμφανίζεται στη γλώσσα σας.

source: Translations can be made with
el_gr: Οι μεταφράσεις μπορούν να γίνουν με

source: software
el_gr: λογισμικό

source: Changing default language
el_gr: Αλλαγή προεπιλεγμένης γλώσσας

source: Default language can be set in
el_gr: Η προεπιλεγμένη γλώσσα μπορεί να οριστεί στο

source: Removing language
el_gr: Αφαίρεση της γλώσσας

source: Removing languages from BoxBilling is really simple. Just delete language folder you wish from
el_gr: Η αφαίρεση γλωσσών από το BoxBilling είναι πολύ απλή. Απλά διαγράψτε το φάκελο γλώσσας που επιθυμείτε από το

source: Thank you
el_gr: Σας ευχαριστώ

source: Your payment is being processed right now. It can take up 5 minutes to complete.
el_gr: Η πληρωμή σας επεξεργάζεται αυτή τη στιγμή. Μπορεί να χρειαστούν 5 λεπτά για να ολοκληρωθεί.

source: Payment for invoice received
el_gr: Πληρωμή για τιμολόγιο που ελήφθη

source: You will be automatically redirected to invoice page after 5 minutes.
el_gr: Θα μεταφερθείτε αυτόματα στη σελίδα του τιμολογίου μετά από 5 λεπτά.

source: Product Configuration
el_gr: Διαμόρφωση προϊόντος

source: New Addon
el_gr: Νέο πρόσθετο

source: After order is placed
el_gr: Μετά την τοποθέτηση της παραγγελίας

source: After payment is received
el_gr: Μετά την παραλαβή της πληρωμής

source: Manual activation
el_gr: Χειροκίνητη ενεργοποίηση

source: News
el_gr: Νέα

source: Post updated
el_gr: Δημοσίευση ενημερώθηκε

source: Image
el_gr: Εικόνα

source: Post created
el_gr: Δημοσίευση που δημιουργήθηκε

source: Last update
el_gr: Τελευταία ενημέρωση

source: Go back
el_gr: Πηγαίνετε πίσω

source: Setup:
el_gr: Εγκατάσταση:

source: Clients logins history
el_gr: Ιστορικό συνδέσεων πελατών

source: Public tickets
el_gr: Δημόσια εισιτήρια

source: Ticket ID
el_gr: Αναγνωριστικό εισιτηρίου

source: Author
el_gr: Συγγραφέας

source: Time opened
el_gr: Ώρα που άνοιξε

source: Last updated
el_gr: Τελευταία ενημέρωση

source: Reply as
el_gr: Απάντηση ως

source: Login or Register
el_gr: Σύνδεση ή Εγγραφή

source: You must fill in your password.
el_gr: Πρέπει να συμπληρώσετε τον κωδικό πρόσβασής σας.

source: Log in
el_gr: Συνδεθείτε

source: Or register
el_gr: Ή εγγραφείτε

source: Register
el_gr: Εγγραφή

source: Or Login
el_gr: Ή Είσοδος

source: Custom forms
el_gr: Προσαρμοσμένες φόρμες

source: Form
el_gr: Έντυπο

source: Orders using this form
el_gr: Παραγγελίες μέσω αυτής της φόρμας

source: Products using this form
el_gr: Προϊόντα που χρησιμοποιούν αυτή τη φόρμα

source: Create new form
el_gr: Δημιουργία νέας φόρμας

source: Import
el_gr: Εισαγωγή

source: Form options
el_gr: Επιλογές φόρμας

source: New form name and options
el_gr: Νέο όνομα και επιλογές φόρμας

source: Labels on top
el_gr: Ετικέτες στην κορυφή

source: Labels on the left
el_gr: Ετικέτες στην κορυφή

source: Show form title
el_gr: Εμφάνιση τίτλου φόρμας

source: Do not show form title
el_gr: Μην εμφανίζετε τον τίτλο της φόρμας

source: Text
el_gr: Κείμενο

source: Form options were updated
el_gr: Οι επιλογές φόρμας ενημερώθηκαν

source: Select Product
el_gr: Επιλέξτε προϊόν

source: Items
el_gr: Στοιχεία

source: Choose products we offer for selling
el_gr: Επιλέξτε τα προϊόντα που προσφέρουμε προς πώληση

source: Domain type
el_gr: Τύπος τομέα

source: Host subdomain
el_gr: Υποτομέας υποδοχής

source: subdomain
el_gr: υποτομέας

source: Host domain
el_gr: Τομέας υποδοχής

source: Information
el_gr: Πληροφορίες

source: Sent
el_gr: Αποστολή

source: Resend
el_gr: Επαναποστολή

source: Variables
el_gr: Μεταβλητές

source: Template Settings
el_gr: Ρυθμίσεις προτύπου

source: Reset template
el_gr: Επαναφορά προτύπου

source: Examples
el_gr: Παραδείγματα

source: Manage email template
el_gr: Διαχείριση προτύπου email

source: Most email templates receives parameters from BoxBilling. You can browse them on "Variables" tab. Copy variable name to email template and hit preview to see parsed content. Please note that values will be different when actual email is sent.
el_gr: Τα περισσότερα πρότυπα email λαμβάνουν παραμέτρους από το BoxBilling. Μπορείτε να τις αναζητήσετε στην καρτέλα "Μεταβλητές". Αντιγράψτε το όνομα της μεταβλητής στο πρότυπο email και πατήστε προεπισκόπηση για να δείτε το περιεχόμενο που αναλύθηκε. Λάβετε υπόψη ότι οι τιμές θα είναι διαφορετικές όταν αποστέλλεται το πραγματικό μήνυμα ηλεκτρονικού ταχυδρομείου.

source: Template updated
el_gr: Πρότυπο ενημερωμένο

source: Preview
el_gr: Προεπισκόπηση

source: Preview mode is disabled until first event occurrence
el_gr: Η λειτουργία προεπισκόπησης είναι απενεργοποιημένη μέχρι την πρώτη εμφάνιση συμβάντος

source: Template settings
el_gr: Ρυθμίσεις προτύπου

source: Enable or disable this email template.
el_gr: Ενεργοποίηση ή απενεργοποίηση αυτού του προτύπου email.

source: List of variables used in this email
el_gr: Κατάλογος μεταβλητών που χρησιμοποιούνται σε αυτό το email

source: These values will change when real email is sent. You can pass these variables to admin or guest API to get additional information from database.
el_gr: Αυτές οι τιμές θα αλλάξουν όταν αποστέλλεται πραγματικό email. Μπορείτε να περάσετε αυτές τις μεταβλητές στο admin ή στο guest API για να λάβετε πρόσθετες πληροφορίες από τη βάση δεδομένων.

source: Variable
el_gr: Μεταβλητή

source: Example value
el_gr: Παράδειγμα τιμής

source: This template does not receive any parameters
el_gr: Αυτό το πρότυπο δεν λαμβάνει καμία παράμετρο

source: Reset email template to default
el_gr: Επαναφορά προτύπου email στην προεπιλογή

source: Reset to default
el_gr: Επαναφορά στην προεπιλογή

source: Email templates examples
el_gr: Παραδείγματα προτύπων email

source: Email template playground. Use this tool to try rendering email templates.
el_gr: Παιδική χαρά προτύπου email. Χρησιμοποιήστε αυτό το εργαλείο για να δοκιμάσετε την απόδοση προτύπων email.

source: Domain action
el_gr: Δράση τομέα

source: Register domain
el_gr: Καταχώρηση domain

source: Domain name to register
el_gr: Όνομα τομέα προς καταχώριση

source: Years
el_gr: Έτη

source: Transfer domain
el_gr: Τομέας μεταφοράς

source: Domain name to transfer
el_gr: Όνομα τομέα προς μεταφορά

source: Domain transfer code
el_gr: Κωδικός μεταφοράς τομέα

source: Themes
el_gr: Θέματα

source: Client area themes
el_gr: Θέματα περιοχής πελατών

source: Set as default
el_gr: Ορισμός ως προεπιλογή

source: New product
el_gr: Νέο προϊόν

source: Priority
el_gr: Προτεραιότητα

source: Update priority
el_gr: Προτεραιότητα ενημέρωσης

source: Icon URL
el_gr: Εικονίδιο URL

source: Support tickets
el_gr: Εισιτήρια υποστήριξης

source: Need an answer? We are here to help!
el_gr: Χρειάζεστε απάντηση; Είμαστε εδώ για να σας βοηθήσουμε!

source: Submit new ticket
el_gr: Υποβολή νέου εισιτηρίου

source: View
el_gr: Προβολή

source: Submit new support ticket
el_gr: Υποβολή νέου εισιτηρίου υποστήριξης

source: Queues
el_gr: Ουρές

source: The list is empty.
el_gr: Ο κατάλογος είναι άδειος.

source: SpamChecker settings
el_gr: Ρυθμίσεις SpamChecker

source: Enable IP blocking
el_gr: Ενεργοποίηση αποκλεισμού IP

source: Blocked IPs are not allowed to login, register or open public ticket. One IP per line
el_gr: Οι αποκλεισμένες IP δεν επιτρέπεται να συνδεθούν, να εγγραφούν ή να ανοίξουν δημόσιο εισιτήριο. Μία IP ανά γραμμή

source: Recaptcha settings
el_gr: Ρυθμίσεις Recaptcha

source: Enable captcha for client registration and contact us forms
el_gr: Ενεργοποίηση captcha για την εγγραφή πελατών και τις φόρμες επικοινωνίας

source: Sign up for Recaptcha key for your domain at
el_gr: Εγγραφείτε για το κλειδί Recaptcha για τον τομέα σας στο

source: Recaptcha Enabled
el_gr: Ενεργοποιημένο Recaptcha

source: ReCaptcha Public key
el_gr: ReCaptcha Δημόσιο κλειδί

source: ReCaptcha Private key
el_gr: ReCaptcha Ιδιωτικό κλειδί

source: Akismet settings
el_gr: Ρυθμίσεις Akismet

source: Enable forum messages checking on <a href="http://www.akismet.com/" target="_blank">http://www.akismet.com</a> database
el_gr: Ενεργοποίηση ελέγχου μηνυμάτων φόρουμ στη βάση δεδομένων <a href="http://www.akismet.com/" target="_blank">http://www.akismet.com</a>

source: Enable check
el_gr: Ενεργοποίηση ελέγχου

source: Akismet API key
el_gr: Κλειδί Akismet API

source: StopForumSpam.com settings
el_gr: Ρυθμίσεις StopForumSpam.com

source: If enabled, client ip will be checked on <a href="http://www.stopforumspam.com/" target="_blank">http://www.stopforumspam.com</a> database before registration
el_gr: Εάν είναι ενεργοποιημένη, η ip του πελάτη θα ελέγχεται στη βάση δεδομένων <a href="http://www.stopforumspam.com/" target="_blank">http://www.stopforumspam.com</a> πριν από την εγγραφή.

source: Invoice management
el_gr: Διαχείριση τιμολογίων

source: List of invoices
el_gr: Κατάλογος τιμολογίων

source: All of your invoices can be found here. You can choose to see either paid or unpaid invoices by clicking corresponding button.
el_gr: Όλα τα τιμολόγιά σας μπορείτε να τα βρείτε εδώ. Μπορείτε να επιλέξετε να δείτε είτε πληρωμένα είτε απλήρωτα τιμολόγια κάνοντας κλικ στο αντίστοιχο κουμπί.

source: Issue Date
el_gr: Ημερομηνία έκδοσης

source: Due Date
el_gr: Ημερομηνία λήξης

source: Pay
el_gr: Πληρωμή

source: Paid at
el_gr: Πληρώθηκε στις

source: Download
el_gr: Λήψη

source: Download
el_gr: Λήψη

source: Membership details
el_gr: Λεπτομέρειες μέλους

source: Domain name
el_gr: Όνομα τομέα

source: Domain TLD
el_gr: Τομέας TLD

source: Domain management
el_gr: Διαχείριση τομέα

source: Protection
el_gr: Προστασία

source: Privacy
el_gr: Απόρρητο

source: Domain details
el_gr: Λεπτομέρειες τομέα

source: Domain Protection
el_gr: Προστασία τομέα

source: Domain locking is a security enhancement to prevent unauthorized transfers of your domain to another registrar or web host by "locking" your domain name servers.
el_gr: Το κλείδωμα του τομέα είναι μια βελτίωση της ασφάλειας για την αποτροπή μη εξουσιοδοτημένων μεταφορών του τομέα σας σε άλλον καταχωρητή ή web host, "κλειδώνοντας" τους διακομιστές ονομάτων του τομέα σας.

source: Unlock
el_gr: Ξεκλειδώστε το

source: Lock
el_gr: Κλείδωμα

source: Domain Privacy Settings
el_gr: Ρυθμίσεις απορρήτου τομέα

source: If you would like to hide domain contact information which is shown on WHOIS you can enable privacy protection. Once domain privacy protection is enabled no one will know who registered this service. And once you decide to disable privacy protection, information that is listed above on "Update Domain Contact Details" section will be seen on domain WHOIS again.
el_gr: Εάν θέλετε να αποκρύψετε τα στοιχεία επικοινωνίας του τομέα που εμφανίζονται στο WHOIS, μπορείτε να ενεργοποιήσετε την προστασία απορρήτου. Μόλις ενεργοποιηθεί η προστασία απορρήτου του τομέα, κανείς δεν θα γνωρίζει ποιος καταχώρησε αυτή την υπηρεσία. Και μόλις αποφασίσετε να απενεργοποιήσετε την προστασία απορρήτου, οι πληροφορίες που αναφέρονται παραπάνω στην ενότητα "Ενημέρωση στοιχείων επικοινωνίας τομέα" θα εμφανίζονται ξανά στο WHOIS τομέα.

source: Disable Privacy protection
el_gr: Απενεργοποίηση προστασίας απορρήτου

source: Enable Privacy protection
el_gr: Ενεργοποίηση προστασίας απορρήτου

source: Update Nameservers
el_gr: Ενημέρωση διακομιστών ονομάτων

source: If you would like to host this domain with another company you can update nameservers.
el_gr: Εάν θέλετε να φιλοξενήσετε αυτόν τον τομέα σε μια άλλη εταιρεία, μπορείτε να ενημερώσετε τους διακομιστές ονομάτων.
