Repository: lifeowner/BoxBilling-Greek-Language
Catalog: */LC_MESSAGES/messages.po
Languages: el_gr

source: From email address can not be empty
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου από δεν μπορεί να είναι κενή

source: Email template :code was not found
el_gr: Το πρότυπο email :code δεν βρέθηκε

source: You have failed to login too many times. Contact support.
el_gr: Έχετε αποτύχει να συνδεθείτε πάρα πολλές φορές. Επικοινωνήστε με την υποστήριξη.

source: You have latest version of BoxBilling. You do not need to update.
el_gr: Έχετε την τελευταία έκδοση του BoxBilling. Δεν χρειάζεται να ενημερώσετε.

source: Extension id was not passed
el_gr: Το αναγνωριστικό επέκτασης δεν πέρασε

source: Extension type was not passed
el_gr: Ο τύπος επέκτασης δεν μεταβιβάστηκε

source: Parameter ext was not passed
el_gr: Η παράμετρος ext δεν πέρασε

source: Extension not found
el_gr: Η επέκταση δεν βρέθηκε

source: Parameter ext is missing
el_gr: Η παράμετρος ext λείπει

source: Could not retrieve version information for extension :ext
el_gr: Δεν μπόρεσε να ανακτήσει πληροφορίες έκδοσης για την επέκταση :ext

source: Latest :mod version installed. No need to update
el_gr: Τελευταία έκδοση :mod εγκατεστημένη. Δεν χρειάζεται να ενημερώσετε

source: Could not retrieve :ext information
el_gr: Δεν μπόρεσε να ανακτήσει πληροφορίες :ext

source: Visit extension site for update information.
el_gr: Επισκεφθείτε τον ιστότοπο επέκτασης για πληροφορίες ενημέρωσης.

source: BoxBilling core modules can not be managed
el_gr: Οι βασικές ενότητες του BoxBilling δεν μπορούν να διαχειριστούν

source: Could not extract extension zip file
el_gr: Δεν μπόρεσε να εξαγάγει το αρχείο zip επέκτασης

source: Module already installed.
el_gr: Η ενότητα είναι ήδη εγκατεστημένη.

source: Extension can not be moved. Make sure your server write permissions to bb-modules folder.
el_gr: Η επέκταση δεν μπορεί να μετακινηθεί. Βεβαιωθείτε ότι ο διακομιστής σας έχει δικαιώματα εγγραφής στο φάκελο bb-modules.

source: Extension can not be moved. Make sure your server write permissions to bb-themes folder.
el_gr: Η επέκταση δεν μπορεί να μετακινηθεί. Βεβαιωθείτε ότι ο διακομιστής σας έχει δικαιώματα εγγραφής στο φάκελο bb-themes.

source: Extension can not be moved. Make sure your server write permissions to bb-locale folder.
el_gr: Η επέκταση δεν μπορεί να μετακινηθεί. Βεβαιωθείτε ότι ο διακομιστής σας έχει δικαιώματα εγγραφής στο φάκελο bb-locale.

source: Extension does not support auto-install feature. Extension must be installed manually
el_gr: Η επέκταση δεν υποστηρίζει τη λειτουργία αυτόματης εγκατάστασης. Η επέκταση πρέπει να εγκατασταθεί χειροκίνητα

source: BoxBilling core modules can not be installed or removed
el_gr: Οι βασικές ενότητες του BoxBilling δεν μπορούν να εγκατασταθούν ή να αφαιρεθούν

source: Module can not be installed. It requires at least :min version of BoxBilling. You are using :v
el_gr: Η μονάδα δεν μπορεί να εγκατασταθεί. Απαιτεί τουλάχιστον την έκδοση :min του BoxBilling. Χρησιμοποιείτε :v

source: path parameter is missing
el_gr: Η παράμετρος path λείπει

source: Data parameter is missing
el_gr: Η παράμετρος δεδομένων λείπει

source: Path parameter is missing
el_gr: Η παράμετρος Path λείπει

source: Type parameter is missing
el_gr: Η παράμετρος Type λείπει

source: To parameter is missing
el_gr: Η παράμετρος To λείπει

source: File does not exist
el_gr: Το αρχείο δεν υπάρχει

source: Directory already exists
el_gr: Ο κατάλογος υπάρχει ήδη

source: Unknown item type
el_gr: Άγνωστος τύπος αντικειμένου

source: Form name was not provided
el_gr: Το όνομα της φόρμας δεν δόθηκε

source: Form style was not found in predefined list
el_gr: Το στυλ φόρμας δεν βρέθηκε στην προκαθορισμένη λίστα

source: Form field type is not valid
el_gr: Ο τύπος πεδίου της φόρμας δεν είναι έγκυρος

source: This input type must have unique values
el_gr: Αυτός ο τύπος εισόδου πρέπει να έχει μοναδικές τιμές

source: Form id was not passed
el_gr: Το id της φόρμας δεν πέρασε

source: Field id was not passed
el_gr: Το id του πεδίου δεν μεταβιβάστηκε

source: Form name was not passed
el_gr: Το όνομα της φόρμας δεν πέρασε

source: Form type was not passed
el_gr: Ο τύπος της φόρμας δεν πέρασε

source: Field type not supported
el_gr: Ο τύπος πεδίου δεν υποστηρίζεται

source: Field name can not start with number.
el_gr: Το όνομα του πεδίου δεν μπορεί να αρχίζει με αριθμό.

source: Field name can not be empty. Please make sure it is not empty and does not contain special characters.
el_gr: Το όνομα του πεδίου δεν μπορεί να είναι κενό. Βεβαιωθείτε ότι δεν είναι κενό και ότι δεν περιέχει ειδικούς χαρακτήρες.

source: Unfortunately field with this name exists in this form already. Form must have different field names.
el_gr: Δυστυχώς το πεδίο με αυτό το όνομα υπάρχει ήδη σε αυτή τη φόρμα. Η φόρμα πρέπει να έχει διαφορετικά ονόματα πεδίων.

source: values must be unique
el_gr: οι τιμές πρέπει να είναι μοναδικές

source: labels must be unique
el_gr: οι ετικέτες πρέπει να είναι μοναδικές

source: Textarea size options must be integer values
el_gr: Οι επιλογές μεγέθους της περιοχής κειμένου πρέπει να είναι ακέραιες τιμές

source: Form not found
el_gr: Η φόρμα δεν βρέθηκε

source: Field was not found
el_gr: Το πεδίο δεν βρέθηκε

source: Forum id missing
el_gr: Το αναγνωριστικό του φόρουμ λείπει

source: Forum title is missing
el_gr: Ο τίτλος του φόρουμ λείπει

source: priority params is missing
el_gr: params προτεραιότητας λείπει

source: Topic id is missing
el_gr: Το id του θέματος λείπει

source: Forum ID not passed
el_gr: Το ID του φόρουμ δεν έχει περάσει

source: Forum topic title not passed
el_gr: Ο τίτλος του θέματος του φόρουμ δεν έχει περάσει

source: Forum topic message not passed
el_gr: Μήνυμα θέματος φόρουμ δεν πέρασε

source: Your message is too short
el_gr: Το μήνυμά σας είναι πολύ σύντομο

source: Forum topic id missing
el_gr: Το αναγνωριστικό του θέματος του φόρουμ λείπει

source: Forum Topic message ID not passed
el_gr: Το αναγνωριστικό μηνύματος θέματος φόρουμ δεν έχει περάσει

source: Forum Topic ID not passed
el_gr: Το αναγνωριστικό θέματος φόρουμ δεν έχει περάσει

source: Topic message not passed
el_gr: Το μήνυμα θέματος δεν πέρασε

source: Message ID not passed
el_gr: Το αναγνωριστικό μηνύματος δεν έχει περάσει

source: Client ID not passed
el_gr: Το αναγνωριστικό πελάτη δεν έχει περάσει

source: Amount not passed
el_gr: Ποσό που δεν πέρασε

source: ID or slug is missing
el_gr: Το ID ή το slug λείπει

source: Forum not found
el_gr: Το φόρουμ δεν βρέθηκε

source: Forum Topic not found
el_gr: Το θέμα του φόρουμ δεν βρέθηκε

source: Forum topic not passed
el_gr: Το θέμα του φόρουμ δεν έχει περάσει

source: Forum message not passed
el_gr: Το μήνυμα του φόρουμ δεν πέρασε

source: Forum is locked. No new topics can be started
el_gr: Το φόρουμ είναι κλειδωμένο. Δεν μπορούν να ξεκινήσουν νέα θέματα

source: Forum topic is locked. No new message can be posted
el_gr: Το θέμα του φόρουμ είναι κλειδωμένο. Δεν μπορεί να αναρτηθεί νέο μήνυμα

source: Enter some keywords for search
el_gr: Εισάγετε κάποιες λέξεις-κλειδιά για αναζήτηση

source: Search keyword must be longer than 3 characters
el_gr: Η λέξη-κλειδί αναζήτησης πρέπει να είναι μεγαλύτερη από 3 χαρακτήρες

source: Message not found
el_gr: Το μήνυμα δεν βρέθηκε

source: Hook event not passed
el_gr: Το συμβάν Hook δεν έχει περάσει

source: Param mod not passed
el_gr: Param mod δεν πέρασε

source: Order :id is free. No need to generate invoice.
el_gr: Η παραγγελία :id είναι δωρεάν. Δεν χρειάζεται να δημιουργήσετε τιμολόγιο.

source: Client currency must match subscription currency. Check if clients currency is defined.
el_gr: Το νόμισμα του πελάτη πρέπει να ταιριάζει με το νόμισμα της συνδρομής. Ελέγξτε αν έχει οριστεί το νόμισμα των πελατών.

source: Subscription id not passed
el_gr: Το αναγνωριστικό συνδρομής δεν έχει περάσει

source: Subscription sid not passed
el_gr: Συνδρομή sid δεν πέρασε

source: Subscription not found
el_gr: Η συνδρομή δεν βρέθηκε

source: Invoice was not found
el_gr: Το τιμολόγιο δεν βρέθηκε

source: Paid Invoice can not be modified
el_gr: Το πληρωμένο τιμολόγιο δεν μπορεί να τροποποιηθεί

source: Order not found
el_gr: Η παραγγελία δεν βρέθηκε

source: You need to enter numeric value
el_gr: Πρέπει να εισαγάγετε αριθμητική τιμή

source: Invoice hash not passed. Missing param hash
el_gr: Το hash του τιμολογίου δεν έχει περάσει. Λείπει η παράμετρος hash

source: Payment method not found. Missing param gateway_id
el_gr: Η μέθοδος πληρωμής δεν βρέθηκε. Λείπει η παράμετρος gateway_id

source: Invoice hash is missing
el_gr: Το hash του τιμολογίου λείπει

source: Can not refund invoice with negative amount
el_gr: Δεν μπορεί να επιστραφεί τιμολόγιο με αρνητικό ποσό

source: Invoice is related to order #:id. Please cancel order first.
el_gr: Το τιμολόγιο σχετίζεται με την παραγγελία #:id. Παρακαλώ ακυρώστε πρώτα την παραγγελία.

source: Invoices are not generated for 0 amount orders
el_gr: Τα τιμολόγια δεν δημιουργούνται για παραγγελίες 0 ποσών

source: You must have at least one active order before you can add funds so you cannot proceed at the current time!
el_gr: Πρέπει να έχετε τουλάχιστον μία ενεργή παραγγελία για να μπορέσετε να προσθέσετε χρήματα, οπότε δεν μπορείτε να προχωρήσετε αυτή τη στιγμή!

source: Amount is not valid
el_gr: Το ποσό δεν είναι έγκυρο

source: Invoice not found
el_gr: Το τιμολόγιο δεν βρέθηκε

source: Payment method not found
el_gr: Η μέθοδος πληρωμής δεν βρέθηκε

source: Payment method not enabled
el_gr: Η μέθοδος πληρωμής δεν είναι ενεργοποιημένη

source: Error converting image to .png
el_gr: Σφάλμα μετατροπής εικόνας σε .png

source: Invoice number:
el_gr: Αριθμός τιμολογίου:

source: Invoice date:
el_gr: Ημερομηνία τιμολογίου:

source: Due date:
el_gr: Ημερομηνία λήξης:

source: Invoice status:
el_gr: Κατάσταση τιμολογίου:

source: Invoice
el_gr: Τιμολόγιο

source: Name:
el_gr: Όνομα:

source: Address:
el_gr: Διεύθυνση:

source: Phone:
el_gr: Τηλέφωνο:

source: Email:
el_gr: Ηλεκτρονικό ταχυδρομείο:

source: Company
el_gr: Εταιρεία

source: Company:
el_gr: Εταιρεία:

source: Billing and delivery address
el_gr: Διεύθυνση χρέωσης και παράδοσης

source: Title
el_gr: Τίτλος

source: Price
el_gr: Τιμή

source: Total
el_gr: Σύνολο

source: Discount
el_gr: Έκπτωση

source: Payment for invoice :serie:id
el_gr: Πληρωμή για τιμολόγιο :serie:id

source: Could not activate proforma item. Order :id not found
el_gr: Δεν μπόρεσε να ενεργοποιήσει το στοιχείο proforma. Παραγγελία :id δεν βρέθηκε

source: Invoice item title is missing
el_gr: Λείπει ο τίτλος του στοιχείου του τιμολογίου

source: Add funds to account
el_gr: Προσθήκη κεφαλαίων στο λογαριασμό

source: Payment gateway is not available for installation.
el_gr: Η πύλη πληρωμών δεν είναι διαθέσιμη για εγκατάσταση.

source: Payment gateway :adapter was not found
el_gr: Η πύλη πληρωμής :adapter δεν βρέθηκε

source: Transaction invoice id is missing
el_gr: Λείπει το αναγνωριστικό τιμολογίου συναλλαγής

source: Payment gateway id is missing
el_gr: Το αναγνωριστικό της πύλης πληρωμής λείπει

source: Gateway was not found
el_gr: Η πύλη δεν βρέθηκε

source: Transaction :id not found.
el_gr: Η συναλλαγή :id δεν βρέθηκε.

source: Could not determine transaction origin. Transaction payment gateway is unknown.
el_gr: Δεν μπόρεσε να προσδιορίσει την προέλευση της συναλλαγής. Η πύλη πληρωμής της συναλλαγής είναι άγνωστη.

source: Can not handle transaction received from unknown payment gateway: :id
el_gr: Δεν μπορεί να χειριστεί συναλλαγή που λήφθηκε από άγνωστη πύλη πληρωμής: :id

source: Payment adapter :adapter does not support action :action
el_gr: Προσαρμογέας πληρωμής :adapter δεν υποστηρίζει δράση :action

source: Unknown transaction #:id type: :type
el_gr: Άγνωστη συναλλαγή #:id type: :type

source: Transaction :id is not associated with an invoice.
el_gr: Η συναλλαγή :id δεν συνδέεται με τιμολόγιο.

source: Invoice #:id not found
el_gr: Τιμολόγιο #:id δεν βρέθηκε

source: Instant payment notification (IPN) did not pass gateway :id validation
el_gr: Η άμεση ειδοποίηση πληρωμής (IPN) δεν πέρασε την επικύρωση της πύλης :id

source: Payment gateway :id method getTransaction should return Payment_Transaction object
el_gr: Η μέθοδος getTransaction της πύλης πληρωμών :id θα πρέπει να επιστρέφει το αντικείμενο Payment_Transaction

source: Can not create subscription. Subscription id from payment gateway was not received
el_gr: Δεν μπορείτε να δημιουργήσετε συνδρομή. Το αναγνωριστικό συνδρομής από την πύλη πληρωμής δεν ελήφθη

source: Subscription #:id was not found. Could not unsubscribe
el_gr: Η συνδρομή #:id δεν βρέθηκε. Δεν ήταν δυνατή η διαγραφή

source: Only approved transaction can be processed
el_gr: Μόνο εγκεκριμένη συναλλαγή μπορεί να υποβληθεί σε επεξεργασία

source: Transaction currency :code do not match required currency :required
el_gr: Το νόμισμα συναλλαγής :code δεν ταιριάζει με το απαιτούμενο νόμισμα :required

source: Transaction status on payment gateway is Pending. Only Complete or Unknown transactions can be processed.
el_gr: Η κατάσταση της συναλλαγής στην πύλη πληρωμών είναι Εκκρεμής. Μόνο οι ολοκληρωμένες ή άγνωστες συναλλαγές μπορούν να υποβληθούν σε επεξεργασία.

source: Client currency do not match invoice currency
el_gr: Το νόμισμα του πελάτη δεν ταιριάζει με το νόμισμα του τιμολογίου

source: Can not add negative amount to client balance for debit transaction
el_gr: Δεν μπορεί να προστεθεί αρνητικό ποσό στο υπόλοιπο του πελάτη για χρεωστική συναλλαγή

source: Article id not passed
el_gr: Το id του άρθρου δεν έχει περάσει

source: Article not found
el_gr: Το άρθρο δεν βρέθηκε

source: Article category id not passed
el_gr: Το id της κατηγορίας του άρθρου δεν έχει περάσει

source: Article title not passed
el_gr: Ο τίτλος του άρθρου δεν πέρασε

source: Article id is missing
el_gr: Το id του άρθρου λείπει

source: Category id not passed
el_gr: Το αναγνωριστικό της κατηγορίας δεν έχει περάσει

source: Article Category not found
el_gr: Κατηγορία άρθρου δεν βρέθηκε

source: Category title not passed
el_gr: Ο τίτλος της κατηγορίας δεν έχει περάσει

source: Category id is missing
el_gr: Το αναγνωριστικό της κατηγορίας λείπει

source: Category not found
el_gr: Η κατηγορία δεν βρέθηκε

source: Article item not found
el_gr: Το στοιχείο του άρθρου δεν βρέθηκε

source: Category ID or slug is missing
el_gr: Το στοιχείο του άρθρου δεν βρέθηκε

source: Knowledge base category not found
el_gr: Το αναγνωριστικό της κατηγορίας ή το slug λείπει

source: Can not remove category which has articles
el_gr: Δεν μπορείτε να αφαιρέσετε κατηγορία που έχει άρθρα

source: Message from name can not be empty
el_gr: Το μήνυμα από το όνομα δεν μπορεί να είναι κενό

source: Message subject not passed
el_gr: Το θέμα του μηνύματος δεν πέρασε

source: Add some content before sending message
el_gr: Προσθέστε κάποιο περιεχόμενο πριν από την αποστολή του μηνύματος

source: Client ID needs to be configured in mass mailer settings.
el_gr: Το αναγνωριστικό πελάτη πρέπει να ρυθμιστεί στις ρυθμίσεις μαζικής αλληλογραφίας.

source: Message id not passed
el_gr: Το αναγνωριστικό μηνύματος δεν έχει περάσει

source: Post id not passed
el_gr: Post id δεν πέρασε

source: Post title not passed
el_gr: Ο τίτλος της ανάρτησης δεν πέρασε

source: News item not found
el_gr: Η είδηση δεν βρέθηκε

source: Notification id is missing
el_gr: Το αναγνωριστικό ειδοποίησης λείπει

source: Notification message was not found
el_gr: Το μήνυμα ειδοποίησης δεν βρέθηκε

source: Only suspended orders can be unsuspended
el_gr: Μόνο οι ανασταλμένες παραγγελίες μπορούν να ανασταλούν

source: Only canceled orders can be uncanceled
el_gr: Μόνο οι ακυρωμένες παραγγελίες μπορούν να ακυρωθούν

source: Order config not passed
el_gr: Η διαμόρφωση της παραγγελίας δεν έχει περάσει

source: Automatically issue renewal invoices
el_gr: Αυτόματη έκδοση τιμολογίων ανανέωσης

source: Issue invoices manually
el_gr: Χειροκίνητη έκδοση τιμολογίων

source: Only pending and failed setup orders can be deleted.
el_gr: Μόνο εκκρεμείς και αποτυχημένες εντολές εγκατάστασης μπορούν να διαγραφούν.

source: This feature is available in BoxBilling PRO version.
el_gr: Αυτό το χαρακτηριστικό είναι διαθέσιμο στην έκδοση BoxBilling PRO.

source: Currency could not be determined for order
el_gr: Το νόμισμα δεν μπόρεσε να προσδιοριστεί για την παραγγελία

source: Product :id is out of stock.
el_gr: Προϊόν :Το id έχει εξαντληθεί.

source: Parent order :group_id was not found
el_gr: Η γονική σειρά :group_id δεν βρέθηκε

source: Only pending setup or failed orders can be activated
el_gr: Μπορούν να ενεργοποιηθούν μόνο εκκρεμείς ή αποτυχημένες εντολές ρύθμισης

source: Error creating
el_gr: Σφάλμα δημιουργίας

source: Service
el_gr: Υπηρεσία

source: Only active orders can be suspended
el_gr: Μόνο οι ενεργές παραγγελίες μπορούν να ανασταλούν

source: Can not cancel
el_gr: Δεν μπορείτε να ακυρώσετε

source: Title is required
el_gr: Απαιτείται τίτλος

source: type
el_gr: τύπος

source: You have already created domain product.
el_gr: Έχετε ήδη δημιουργήσει προϊόν τομέα.

source: Product type :type is not registered
el_gr: Τύπος προϊόντος :type is not registered

source: Addon id is required
el_gr: Απαιτείται Addon id

source: Addon not found
el_gr: Το πρόσθετο δεν βρέθηκε

source: Category title is missing
el_gr: Ο τίτλος της κατηγορίας λείπει

source: Promo code is missing
el_gr: Ο κωδικός προσφοράς λείπει

source: Promo type is missing
el_gr: Ο τύπος Promo λείπει

source: Promo value is missing
el_gr: Η τιμή Promo λείπει

source: Promo id is missing
el_gr: Το promo id λείπει

source: Product id not passed
el_gr: Το id του προϊόντος δεν έχει περάσει

source: Product ID or slug is missing
el_gr: Λείπει το αναγνωριστικό προϊόντος ή το slug

source: Pricing type is required
el_gr: Απαιτείται τύπος τιμολόγησης

source: Can not remove product which has active orders.
el_gr: Δεν μπορείτε να αφαιρέσετε προϊόν που έχει ενεργές παραγγελίες.

source: Can not remove product category with products
el_gr: Δεν μπορείτε να αφαιρέσετε την κατηγορία προϊόντων με προϊόντα

source: This promo code already exists.
el_gr: Αυτός ο κωδικός προσφοράς υπάρχει ήδη.

source: Queue message id is missing
el_gr: Το αναγνωριστικό μηνύματος ουράς λείπει

source: Queue message not found
el_gr: Μήνυμα ουράς δεν βρέθηκε

source: Queue name not provided
el_gr: Το όνομα ουράς δεν παρέχεται

source: Module name not provided
el_gr: Το όνομα της ενότητας δεν παρέχεται

source: Message handler function :method does not exists
el_gr: Η συνάρτηση χειρισμού μηνυμάτων :method δεν υπάρχει

source: Redirect id not passed
el_gr: Το id ανακατεύθυνσης δεν έχει περάσει

source: Redirect path not passed
el_gr: Η διαδρομή ανακατεύθυνσης δεν έχει περάσει

source: Redirect target not passed
el_gr: Ο στόχος ανακατεύθυνσης δεν έχει περάσει

source: Redirect not found
el_gr: Η ανακατεύθυνση δεν βρέθηκε

source: Order id is required
el_gr: Απαιτείται αναγνωριστικό παραγγελίας

source: BoxBilling license order not found
el_gr: Δεν βρέθηκε η παραγγελία άδειας BoxBilling

source: Order is not activated
el_gr: Η παραγγελία δεν έχει ενεργοποιηθεί

source: Could not activate order. Service was not created
el_gr: Δεν μπόρεσε να ενεργοποιήσει την παραγγελία. Η υπηρεσία δεν δημιουργήθηκε

source: Centova Cast order not found
el_gr: Centova Cast παραγγελία δεν βρέθηκε

source: Order :id is not activated
el_gr: Η παραγγελία :id δεν είναι ενεργοποιημένη

source: CentovaCast product is not configured properly. Field :field is missing
el_gr: Το προϊόν CentovaCast δεν έχει ρυθμιστεί σωστά. Το πεδίο :πεδίο λείπει

source: Could not suspend order. Service was not created
el_gr: Δεν μπόρεσε να αναστείλει την παραγγελία. Η υπηρεσία δεν δημιουργήθηκε

source: Could not unsuspend order. Service was not created
el_gr: Δεν μπόρεσε να αναστείλει την παραγγελία. Η υπηρεσία δεν δημιουργήθηκε

source: API call is missing arguments
el_gr: Από την κλήση API λείπουν τα ορίσματα

source: You must fill in all required fields.
el_gr: Πρέπει να συμπληρώσετε όλα τα υποχρεωτικά πεδία.

source: Field
el_gr: Πεδίο

source: Custom plugin method :method is forbidden
el_gr: Προσαρμοσμένη μέθοδος plugin :method is forbidden

source: Config must be an array
el_gr: Το Config πρέπει να είναι ένας πίνακας

source: Plugin class file :file was not found
el_gr: Το αρχείο κλάσης του πρόσθετου :file δεν βρέθηκε

source: Plugin :plugin does not support action :action
el_gr: Το πρόσθετο :plugin δεν υποστηρίζει την ενέργεια :action

source: Order :id has no active service
el_gr: Η παραγγελία :id δεν έχει ενεργή υπηρεσία

source: TLD is missing
el_gr: Το TLD λείπει

source: TLD not found
el_gr: TLD δεν βρέθηκε

source: Tld already registered
el_gr: Tld ήδη καταχωρημένη

source: TLD registrar id is missing
el_gr: Το αναγνωριστικό καταχωρητή TLD λείπει

source: Registration price is missing
el_gr: Η τιμή εγγραφής λείπει

source: Renewal price is missing
el_gr: Η τιμή ανανέωσης λείπει

source: Transfer price is missing
el_gr: Η τιμή μεταφοράς λείπει

source: Registrar code not passed
el_gr: Ο κωδικός καταχωρητή δεν πέρασε

source: Registrar is not available for installation.
el_gr: Ο κωδικός καταχωρητή δεν πέρασε

source: Registrar id not passed
el_gr: Το αναγνωριστικό του καταχωρητή δεν έχει περάσει

source: Registrar not found
el_gr: Ο καταχωρητής δεν βρέθηκε

source: Registrar id is missing
el_gr: Το αναγνωριστικό καταχωρητή λείπει

source: Order id is missing
el_gr: Το αναγνωριστικό παραγγελίας λείπει

source: Domain order is not activated
el_gr: Η παραγγελία τομέα δεν είναι ενεργοποιημένη

source: Tld is required
el_gr: Απαιτείται Tld

source: Sld is required
el_gr: Απαιτείται Sld

source: Domain :domain is not valid
el_gr: Τομέας :Ο τομέας δεν είναι έγκυρος

source: Domain availability could not be determined. TLD is not active.
el_gr: Η διαθεσιμότητα του τομέα δεν κατέστη δυνατό να προσδιοριστεί. Το TLD δεν είναι ενεργό.

source: Domain is not available.
el_gr: Ο τομέας δεν είναι διαθέσιμος.

source: TLD is not active.
el_gr: Το TLD δεν είναι ενεργό.

source: Domain can not be transferred.
el_gr: Ο τομέας δεν μπορεί να μεταφερθεί.

source: Domain :domain registration
el_gr: Τομέας :domain τομέα

source: Domain :domain transfer
el_gr: Τομέας :domain τομέα

source: Are you registering new domain or transferring existing? Action parameter missing.
el_gr: Καταχωρείτε νέο domain ή μεταφέρετε το υπάρχον; Λείπει η παράμετρος δράσης.

source: Invalid domain action.
el_gr: Μη έγκυρη ενέργεια τομέα.

source: Order data must contain :field configuration field
el_gr: Τα δεδομένα της παραγγελίας πρέπει να περιέχουν το πεδίο :field configuration field

source: Domain name :domain is not valid
el_gr: Όνομα τομέα :domain δεν είναι έγκυρος

source: Domain TLD is not valid.
el_gr: Το domain TLD δεν είναι έγκυρο.

source: Domain name is required.
el_gr: Απαιτείται όνομα τομέα.

source: Transfer domain type (tld) is required.
el_gr: Απαιτείται μεταφορά τύπου τομέα (tld).

source: Transfer domain name (sld) is required.
el_gr: Απαιτείται μεταφορά ονόματος τομέα (sld).

source: :domain can not be transferred!
el_gr: :domain δεν μπορεί να μεταφερθεί!

source: Domain registration tld parameter missing.
el_gr: Λείπει η παράμετρος tld εγγραφής τομέα.

source: Domain registration sld parameter missing.
el_gr: Λείπει η παράμετρος sld της εγγραφής τομέα.

source: Years parameter is missing for domain configuration.
el_gr: Η παράμετρος Years λείπει για τη διαμόρφωση του τομέα.

source: :tld can be registered for at least :years years
el_gr: :tld μπορεί να καταχωρηθεί για τουλάχιστον :years χρόνια

source: :domain is already registered!
el_gr: :domain είναι ήδη καταχωρημένο!

source: Default domain nameservers are not configured
el_gr: Οι προεπιλεγμένοι διακομιστές ονομάτων τομέα δεν έχουν ρυθμιστεί

source: Nameserver 1 is required
el_gr: Απαιτείται ο διακομιστής ονομάτων 1

source: Nameserver 2 is required
el_gr: Απαιτείται διακομιστής ονομάτων 2
