Repository: lifeowner/BoxBilling-Greek-Language
Catalog: */LC_MESSAGES/messages.po
Languages: el_gr

source: Service details
el_gr: Λεπτομέρειες υπηρεσίας

source: All information about your service
el_gr: Όλες οι πληροφορίες σχετικά με την υπηρεσία σας

source: Product name
el_gr: Όνομα προϊόντος

source: Payment amount
el_gr: Ποσό πληρωμής

source: Billing cycle
el_gr: Κύκλος χρέωσης

source: Order created
el_gr: Δημιουργία παραγγελίας

source: Activated at
el_gr: Ενεργοποιείται στο

source: Renewal date
el_gr: Ημερομηνία ανανέωσης

source: Order notes
el_gr: Σημειώσεις παραγγελίας

source: Active support tickets
el_gr: Ενεργά εισιτήρια υποστήριξης

source: Renew now
el_gr: Ανανεώστε τώρα

source: Request Upgrade
el_gr: Αίτηση αναβάθμισης

source: Open ticket
el_gr: Ανοιχτό εισιτήριο

source: Request Cancellation
el_gr: Αίτηση ακύρωσης

source: Back to services
el_gr: Επιστροφή στις υπηρεσίες

source: Addons you have ordered with this service
el_gr: Πρόσθετα που έχετε παραγγείλει με αυτή την υπηρεσία

source: Billing Cycle
el_gr: Κύκλος χρέωσης

source: Submit cancellation request
el_gr: Υποβολή αιτήματος ακύρωσης

source: I would like to cancel
el_gr: Θα ήθελα να ακυρώσω

source: Reason
el_gr: Λόγος

source: Submit upgrade request
el_gr: Υποβολή αιτήματος αναβάθμισης

source: I would like to upgrade
el_gr: Θα ήθελα να αναβαθμίσω

source: Upgrade to
el_gr: Αναβάθμιση σε

source: Request
el_gr: Αίτημα

source: Import SolusVM servers
el_gr: Εισαγωγή διακομιστών SolusVM

source: Read before importing servers
el_gr: Διαβάστε πριν από την εισαγωγή διακομιστών

source: VServer ID
el_gr: Αναγνωριστικό VServer

source: Client ID
el_gr: Αναγνωριστικό πελάτη

source: Import selected SolusVM virtual server to BoxBilling
el_gr: Εισαγωγή επιλεγμένου εικονικού διακομιστή SolusVM στο BoxBilling

source: Vps hostname
el_gr: Όνομα κεντρικού υπολογιστή Vps

source: OS template
el_gr: Πρότυπο OS

source: Forum members
el_gr: Μέλη του φόρουμ

source: List of all forum members. You can filter the list by clicking on letter above to find usernames which start with this letter.
el_gr: Λίστα όλων των μελών του φόρουμ. Μπορείτε να φιλτράρετε τη λίστα κάνοντας κλικ στο γράμμα παραπάνω για να βρείτε ονόματα χρηστών που ξεκινούν με αυτό το γράμμα.

source: Joined
el_gr: Έγινε μέλος στο

source: No icons available
el_gr: Δεν υπάρχουν διαθέσιμα εικονίδια

source: Orders settings
el_gr: Ρυθμίσεις παραγγελιών

source: Expiration date
el_gr: Ημερομηνία λήξης

source: Show addon orders in orders list (if this is disabled they are shown in master order view "Addons" tab)
el_gr: Εμφάνιση παραγγελιών addon στη λίστα παραγγελιών (αν αυτό είναι απενεργοποιημένο, εμφανίζονται στην καρτέλα "Addons" της κύριας προβολής παραγγελιών)

source: Auto suspend reason
el_gr: Λόγος αυτόματης αναστολής

source: Auto Cancellation
el_gr: Αυτόματη ακύρωση

source: Suspension reasons
el_gr: Λόγοι αναστολής

source: Payment
el_gr: Πληρωμή

source: You logged in successfully
el_gr: Συνδεθήκατε επιτυχώς

source: Product was added to shopping cart
el_gr: Το προϊόν προστέθηκε στο καλάθι αγορών

source: Promo code was applied for your order
el_gr: Ο κωδικός προσφοράς εφαρμόστηκε για την παραγγελία σας

source: YouHosting specifict settings
el_gr: YouHosting συγκεκριμένες ρυθμίσεις

source: Invoice number
el_gr: Αριθμός τιμολογίου

source: Invoice date
el_gr: Ημερομηνία τιμολογίου

source: Due date
el_gr: Ημερομηνία λήξης

source: Invoice status
el_gr: Κατάσταση τιμολογίου

source: Account
el_gr: Λογαριασμός

source: Billing & Delivery address
el_gr: Διεύθυνση χρέωσης & παράδοσης

source: Company number
el_gr: Αριθμός εταιρείας

source: System activity
el_gr: Δραστηριότητα συστήματος

source: Related to
el_gr: Σχετικά με

source: Service #
el_gr: Υπηρεσία #

source: Last tickets
el_gr: Τελευταία εισιτήρια

source: Back to tickets list
el_gr: Πίσω στη λίστα εισιτηρίων

source: Quantity
el_gr: Ποσότητα

source: Canned category
el_gr: Κατηγορία κονσερβοποιημένων προϊόντων

source: News and announcements
el_gr: Νέα και ανακοινώσεις

source: New announcement
el_gr: Νέα ανακοίνωση

source: Product configuration
el_gr: Διαμόρφωση προϊόντος

source: General settings
el_gr: Γενικές ρυθμίσεις

source: Configuration
el_gr: Διαμόρφωση

source: Upgrades
el_gr: Αναβαθμίσεις

source: Links
el_gr: Σύνδεσμοι

source: Order Form
el_gr: Φόρμα παραγγελίας

source: Open Editor
el_gr: Ανοίξτε τον επεξεργαστή

source: Hidden
el_gr: Κρυφό

source: Icon/Image URL
el_gr: Εικονίδιο/Εικόνα URL

source: Product / service description
el_gr: Περιγραφή προϊόντος/υπηρεσίας

source: Choose which addons you would like to offer with
el_gr: Επιλέξτε ποια πρόσθετα θα θέλατε να προσφέρετε με

source: Create new addon
el_gr: Δημιουργία νέου πρόσθετου

source: Choose which products can client upgrade to
el_gr: Επιλέξτε ποια προϊόντα μπορεί να αναβαθμίσει ο πελάτης

source: Product Upgrades
el_gr: Αναβαθμίσεις προϊόντων

source: No additional configuration for this product is required
el_gr: Δεν απαιτείται πρόσθετη διαμόρφωση για αυτό το προϊόν

source: Product links
el_gr: Σύνδεσμοι προϊόντων

source: Product ID
el_gr: Αναγνωριστικό προϊόντος

source: Order page with ID
el_gr: Σελίδα παραγγελίας με ID

source: Order page with slug
el_gr: Σελίδα παραγγελίας με slug

source: View as client<
el_gr: Προβολή ως πελάτης<

source: Article updated
el_gr: Το άρθρο ενημερώθηκε

source: Article details
el_gr: Λεπτομέρειες άρθρου

source: Forgot password?
el_gr: Ξεχάσατε τον κωδικό πρόσβασης;

source: Max Addon domains
el_gr: Μέγιστοι τομείς Addon

source: Max FTP accounts
el_gr: Μέγιστοι λογαριασμοί FTP

source: Max SQL Databases
el_gr: Μέγιστες βάσεις δεδομένων SQL

source: Max Email Accounts
el_gr: Μέγιστοι λογαριασμοί email

source: Max Subdomains
el_gr: Ανώτατο όριο υποτομέων

source: Max Parked Domains
el_gr: Μέγιστα σταθμευμένα domains

source: Server manager specific parameters
el_gr: Ειδικές παράμετροι διαχειριστή διακομιστή

source: Update hosting plan
el_gr: Ενημέρωση πακέτου φιλοξενίας

source: Hosting plan additional parameters
el_gr: Πρόσθετες παράμετροι του πακέτου φιλοξενίας

source: Depending on server manager used to setup hosting account you may require provide additional parameters. List of parameters server managers requires you can find on extensions page.
el_gr: Ανάλογα με τον διαχειριστή διακομιστή που χρησιμοποιείται για τη ρύθμιση του λογαριασμού φιλοξενίας, ενδέχεται να χρειαστεί να παρέχετε πρόσθετες παραμέτρους. Λίστα των παραμέτρων που απαιτούν οι διαχειριστές διακομιστών μπορείτε να βρείτε στη σελίδα επεκτάσεις.

source: Add new configuration field
el_gr: Προσθήκη νέου πεδίου διαμόρφωσης

source: How to reset my password?
el_gr: Πώς μπορώ να επαναφέρω τον κωδικό πρόσβασής μου;

source: Please click on "Edit" in order to add new select box
el_gr: Κάντε κλικ στο "Edit" (Επεξεργασία) για να προσθέσετε νέο πλαίσιο επιλογής.

source: Please click on "Edit" in order to add new checkbox
el_gr: Κάντε κλικ στο "Edit" (Επεξεργασία) για να προσθέσετε νέο πλαίσιο ελέγχου.

source: Please click on "Edit" in order to add new radio box
el_gr: Κάντε κλικ στο "Edit" (Επεξεργασία) για να προσθέσετε νέο πλαίσιο επιλογής.

source: Select currency
el_gr: Επιλέξτε νόμισμα

source: Top level domain management
el_gr: Διαχείριση τομέων ανωτάτου επιπέδου

source: Something went wrong here
el_gr: Κάτι πήγε στραβά εδώ

source: Back to Dashboard
el_gr: Πίσω στο ταμπλό

source: Staff Group management
el_gr: Διαχείριση της ομάδας προσωπικού

source: Staff group updated
el_gr: Ενημέρωση της ομάδας προσωπικού

source: Proforma invoice
el_gr: Τιμολόγιο Proforma

source: Payment methods
el_gr: Μέθοδοι πληρωμής

source: Please choose payment type and pay for your chosen products.
el_gr: Επιλέξτε τύπο πληρωμής και πληρώστε για τα προϊόντα που επιλέξατε.

source: Pay with
el_gr: Πληρώστε με

source: You can print this invoice or export it to PDF file by clicking on corresponding button.
el_gr: Μπορείτε να εκτυπώσετε αυτό το τιμολόγιο ή να το εξάγετε σε αρχείο PDF κάνοντας κλικ στο αντίστοιχο κουμπί.

source: Print
el_gr: Εκτύπωση

source: BoxBilling license
el_gr: Άδεια χρήσης BoxBilling

source: 1. Configure API
el_gr: 1. Διαμόρφωση API

source: Update API key
el_gr: Ενημέρωση κλειδιού API

source: 2. Become partner
el_gr: 2. Γίνετε εταίρος

source: 3. Create license product
el_gr: 3. Δημιουργία προϊόντος άδειας χρήσης

source: About us
el_gr: Σχετικά με εμάς

source: Tickets waiting for staff reply
el_gr: Εισιτήρια σε αναμονή της απάντησης του προσωπικού

source: Tickets waiting for client reply
el_gr: Εισιτήρια σε αναμονή της απάντησης του πελάτη

source: Solved tickets
el_gr: Λυμένα εισιτήρια

source: Payment gateway "AlertPay" is not configured properly. Please update configuration parameter "AlertPay Email address" at "Configuration -> Payments".
el_gr: Η πύλη πληρωμής "AlertPay" δεν έχει ρυθμιστεί σωστά. Παρακαλούμε ενημερώστε την παράμετρο διαμόρφωσης "Διεύθυνση ηλεκτρονικού ταχυδρομείου AlertPay" στο "Διαμόρφωση -> Πληρωμές".

source: Payment gateway "AlertPay" is not configured properly. Please update configuration parameter "IPN Security Code" at "Configuration -> Payments".
el_gr: Η πύλη πληρωμής "AlertPay" δεν έχει ρυθμιστεί σωστά. Παρακαλούμε ενημερώστε την παράμετρο διαμόρφωσης "IPN Security Code" στο "Configuration -> Payments".

source: Not implemented yet
el_gr: Δεν έχει εφαρμοστεί ακόμη

source: Payment gateway "AliPay" is not configured properly. Please update configuration parameter "Partner ID" at "Configuration -> Payment gateways".
el_gr: Η πύλη πληρωμής "AliPay" δεν έχει ρυθμιστεί σωστά. Παρακαλούμε ενημερώστε την παράμετρο διαμόρφωσης "Αναγνωριστικό συνεργάτη" στο "Διαμόρφωση -> Πύλες πληρωμών".

source: Payment gateway "AliPay" is not configured properly. Please update configuration parameter "Security Code" at "Configuration -> Payment gateways".
el_gr: Η πύλη πληρωμής "AliPay" δεν έχει ρυθμιστεί σωστά. Παρακαλούμε ενημερώστε την παράμετρο διαμόρφωσης "Κωδικός ασφαλείας" στο "Διαμόρφωση -> Πύλες πληρωμών".

source: Payment gateway "AliPay" is not configured properly. Please update configuration parameter "Seller email" at "Configuration -> Payment gateways".
el_gr: Η πύλη πληρωμής "AliPay" δεν έχει ρυθμιστεί σωστά. Παρακαλούμε ενημερώστε την παράμετρο διαμόρφωσης "Email του πωλητή" στο "Διαμόρφωση -> Πύλες πληρωμών".

source: AliPay does not support recurrent payments
el_gr: Το AliPay δεν υποστηρίζει επαναλαμβανόμενες πληρωμές

source: cURL extension is not enabled
el_gr: Η επέκταση cURL δεν είναι ενεργοποιημένη

source: SimpleXml extension is not enabled
el_gr: Η επέκταση SimpleXml δεν είναι ενεργοποιημένη

source: Payment gateway "Authorize.net" is not configured properly. Please update configuration parameter "API Login ID" at "Configuration -> Payments".
el_gr: Η πύλη πληρωμής "Authorize.net" δεν έχει ρυθμιστεί σωστά. Παρακαλούμε ενημερώστε την παράμετρο διαμόρφωσης "API Login ID" στο "Διαμόρφωση -> Πληρωμές".

source: Payment gateway "Authorize.net" is not configured properly. Please update configuration parameter "Transaction Key" at "Configuration -> Payments".
el_gr: Η πύλη πληρωμής "Authorize.net" δεν έχει ρυθμιστεί σωστά. Παρακαλούμε ενημερώστε την παράμετρο διαμόρφωσης "Transaction Key" στο "Configuration -> Payments".

source: Payment gateway "Authorize.net" is not configured properly. Please update configuration parameter "MD5 Hash Value" at "Configuration -> Payments".
el_gr: Η πύλη πληρωμής "Authorize.net" δεν έχει ρυθμιστεί σωστά. Παρακαλούμε ενημερώστε την παράμετρο διαμόρφωσης "MD5 Hash Value" στο "Configuration -> Payments".

source: Authorize.net unknown x_response_code
el_gr: Authorize.net άγνωστος x_response_code

source: IPN is not valid
el_gr: Το IPN δεν είναι έγκυρο

source: Shop ID is missing in gateway configuration
el_gr: Το αναγνωριστικό καταστήματος λείπει από τη διαμόρφωση της πύλης

source: Secret key is missing in gateway configuration
el_gr: Το μυστικό κλειδί λείπει από τη διαμόρφωση της πύλης

source: Interkassa payment gateway do not support recurrent payments
el_gr: Η πύλη πληρωμών Interkassa δεν υποστηρίζει επαναλαμβανόμενες πληρωμές

source: PHP Curl extension must be enabled in order to use PayPal gateway
el_gr: Η επέκταση PHP Curl πρέπει να είναι ενεργοποιημένη για τη χρήση της πύλης PayPal

source: Payment gateway "PayPal" is not configured properly. Please update configuration parameter "PayPal Email address" at "Configuration -> Payments".
el_gr: Η πύλη πληρωμής "PayPal" δεν έχει ρυθμιστεί σωστά. Παρακαλούμε ενημερώστε την παράμετρο διαμόρφωσης "Διεύθυνση ηλεκτρονικού ταχυδρομείου PayPal" στο "Διαμόρφωση -> Πληρωμές".

source: PHP Curl extension must be enabled in order to use Payza gateway
el_gr: Η πύλη πληρωμής "PayPal" δεν έχει ρυθμιστεί σωστά

source: Payment gateway "Payza" is not configured properly. Please update configuration parameter "Payza Email address" at "Configuration -> Payments".
el_gr: Η πύλη πληρωμής "Payza" δεν έχει ρυθμιστεί σωστά. Παρακαλούμε ενημερώστε την παράμετρο διαμόρφωσης "Διεύθυνση ηλεκτρονικού ταχυδρομείου Payza" στο "Διαμόρφωση -> Πληρωμές".

source: Payment gateway "Payza" is not configured properly. Please update configuration parameter "IPN Security Code" at "Configuration -> Payments".
el_gr: Η πύλη πληρωμής "Payza" δεν έχει ρυθμιστεί σωστά. Παρακαλούμε ενημερώστε την παράμετρο διαμόρφωσης "IPN Security Code" στο "Configuration -> Payments".

source: Payment gateway "2Checkout" is not configured properly. Please update configuration parameter "Vendor account number" at "Configuration -> Payments".
el_gr: Η πύλη πληρωμής "2Checkout" δεν έχει ρυθμιστεί σωστά. Παρακαλούμε ενημερώστε την παράμετρο διαμόρφωσης "Αριθμός λογαριασμού προμηθευτή" στο "Διαμόρφωση -> Πληρωμές".

source: Payment gateway "2Checkout" is not configured properly. Please update configuration parameter "Secret word" at "Configuration -> Payments".
el_gr: Η πύλη πληρωμής "2Checkout" δεν έχει ρυθμιστεί σωστά. Παρακαλούμε ενημερώστε την παράμετρο διαμόρφωσης "Μυστική λέξη" στο "Διαμόρφωση -> Πληρωμές".

source: 2Checkout IPN is not valid
el_gr: 2Το IPN πληρωμής δεν είναι έγκυρο

source: Invoice id could not be determined for this transaction
el_gr: Το αναγνωριστικό του τιμολογίου δεν μπόρεσε να προσδιοριστεί για αυτή τη συναλλαγή

source: Payment gateway "WebMoney" is not configured properly. Please update configuration parameter "Purse" at "Configuration -> Payment gateways > WebMoney".
el_gr: Η πύλη πληρωμής "WebMoney" δεν έχει ρυθμιστεί σωστά. Παρακαλούμε ενημερώστε την παράμετρο διαμόρφωσης "Πορτοφόλι" στο "Διαμόρφωση -> Πύλες πληρωμών > WebMoney".

source: WebMoney IPN is not valid
el_gr: Το WebMoney IPN δεν είναι έγκυρο

source: Payment gateway "WebToPay" is not configured properly. Please update configuration parameter "Project ID" at "Configuration -> Payments".
el_gr: Η πύλη πληρωμής "WebToPay" δεν έχει ρυθμιστεί σωστά. Παρακαλούμε ενημερώστε την παράμετρο διαμόρφωσης "Project ID" στο "Configuration -> Payments".

source: Payment gateway "WebToPay" is not configured properly. Please update configuration parameter "Sign Password" at "Configuration -> Payments".
el_gr: Η πύλη πληρωμής "WebToPay" δεν έχει ρυθμιστεί σωστά. Παρακαλούμε ενημερώστε την παράμετρο διαμόρφωσης "Sign Password" στο "Configuration -> Payments".

source: WebToPay payment gateway do not support recurrent payments
el_gr: Η πύλη πληρωμών WebToPay δεν υποστηρίζει επαναλαμβανόμενες πληρωμές

source: Return URL for payment gateway was not set
el_gr: Η διεύθυνση URL επιστροφής για την πύλη πληρωμών δεν έχει οριστεί

source: Cancel URL for payment gateway was not set
el_gr: Η διεύθυνση URL ακύρωσης για την πύλη πληρωμών δεν έχει οριστεί

source: IPN Notification URL for payment gateway was not set
el_gr: Η διεύθυνση URL ειδοποίησης IPN για την πύλη πληρωμών δεν έχει οριστεί

source: IPN redirect URL for payment gateway was not set
el_gr: Η διεύθυνση URL ανακατεύθυνσης IPN για την πύλη πληρωμής δεν έχει οριστεί

source: Payment adapter class did not implement configuration options method
el_gr: Η κλάση προσαρμογέα πληρωμής δεν υλοποιεί τη μέθοδο επιλογών διαμόρφωσης
