Repository: lifeowner/BoxBilling-Greek-Language
Catalog: */LC_MESSAGES/messages.po
Languages: el_gr

source: Update domain contact details
el_gr: Ενημέρωση στοιχείων επικοινωνίας τομέα

source: Domain contact details will be displayed once someone will check WHOIS output (which is public) of your service. This will update Technical, Billing and Admin contacts for this service. You can enable domain privacy protection if you want to hide your public WHOIS information.
el_gr: Τα στοιχεία επικοινωνίας του τομέα θα εμφανιστούν μόλις κάποιος ελέγξει την έξοδο WHOIS (η οποία είναι δημόσια) της υπηρεσίας σας. Αυτό θα ενημερώσει τις επαφές τεχνικών, τιμολόγησης και διαχείρισης για την υπηρεσία αυτή. Μπορείτε να ενεργοποιήσετε την προστασία απορρήτου του τομέα, εάν θέλετε να αποκρύψετε τις δημόσιες πληροφορίες WHOIS σας.

source: Phone Country Code
el_gr: Τηλέφωνο Κωδικός χώρας

source: Phone number
el_gr: Αριθμός τηλεφώνου

source: Domain Secret
el_gr: Μυστικό τομέα

source: All domain names (except a .EU, .UK domain name) have a Domain (Transfer) Secret Key/Authorization Code (EPP Code) associated with them. This would be required if you want to transfer service.
el_gr: Domain SecΌλα τα ονόματα τομέα (εκτός από τα ονόματα τομέα .EU, .UK) έχουν ένα μυστικό κλειδί τομέα (μεταφοράς)/κωδικό εξουσιοδότησης (EPP Code) που συνδέεται με αυτά. Αυτός θα χρειαστεί εάν θέλετε να μεταφέρετε service.ret

source: Get EPP code
el_gr: Αποκτήστε τον κωδικό EPP

source: Contact us
el_gr: Επικοινωνήστε μαζί μας

source: Settings for
el_gr: Ρυθμίσεις για

source: Switch to a predefined set of theme settings from the dropdown. Adjust each section and apply the changes once you're done.
el_gr: Μεταβείτε σε ένα προκαθορισμένο σύνολο ρυθμίσεων θέματος από το αναπτυσσόμενο μενού. Προσαρμόστε κάθε ενότητα και εφαρμόστε τις αλλαγές μόλις τελειώσετε.

source: delete this preset
el_gr: διαγραφή αυτής της προεπιλογής

source: Save current settings as a new preset called
el_gr: Αποθηκεύστε τις τρέχουσες ρυθμίσεις ως μια νέα προεπιλογή με την ονομασία

source: Apply changes
el_gr: Εφαρμογή αλλαγών

source: Profile details
el_gr: Λεπτομέρειες προφίλ

source: User profile settings
el_gr: Ρυθμίσεις προφίλ χρήστη

source: Change Password
el_gr: Αλλαγή κωδικού πρόσβασης

source: Update details
el_gr: Λεπτομέρειες ενημέρωσης

source: Keep your personal data up to date.
el_gr: Διατηρήστε τα προσωπικά σας δεδομένα ενημερωμένα.

source: Please register with
el_gr: Παρακαλείστε να εγγραφείτε στο

source: at
el_gr: στο

source: to change your profile image. Gravatar image updates may not appear immediately.
el_gr: για να αλλάξετε την εικόνα του προφίλ σας. Οι ενημερώσεις της εικόνας Gravatar ενδέχεται να μην εμφανιστούν αμέσως.

source: Birth date
el_gr: Ημερομηνία γέννησης

source: Company Name
el_gr: Όνομα εταιρείας

source: Company VAT
el_gr: Εταιρεία ΦΠΑ

source: Company Number
el_gr: Αριθμός εταιρείας

source: Passport number
el_gr: Αριθμός διαβατηρίου

source: Please enter new password two times in order avoid mistypes
el_gr: Εισάγετε τον νέο κωδικό πρόσβασης δύο φορές για την αποφυγή λανθασμένων πληκτρολογήσεων.

source: Update password
el_gr: Ενημέρωση κωδικού πρόσβασης

source: Warning! Resetting the key will break existing applications using it!
el_gr: Προειδοποίηση! Η επαναφορά του κλειδιού θα καταστρέψει τις υπάρχουσες εφαρμογές που το χρησιμοποιούν!

source: Your API key
el_gr: Το κλειδί σας API

source: Reset key
el_gr: Πλήκτρο επαναφοράς

source: Your profile currency is defined after your first order. Once your currency is set, all your profile accounting will be managed in that currency and can not be changed.
el_gr: Το νόμισμα του προφίλ σας ορίζεται μετά την πρώτη σας παραγγελία. Μόλις οριστεί το νόμισμά σας, η διαχείριση όλων των λογαριασμών του προφίλ σας θα γίνεται σε αυτό το νόμισμα και δεν θα μπορεί να αλλάξει.

source: Your profile currency is
el_gr: Το νόμισμα του προφίλ σας είναι

source: Create new client profile if you want to manage your money in other currency
el_gr: Δημιουργήστε νέο προφίλ πελάτη εάν θέλετε να διαχειριστείτε τα χρήματά σας σε άλλο νόμισμα

source: Ticket information
el_gr: Πληροφορίες εισιτηρίων

source: Close ticket
el_gr: Κλείσιμο εισιτηρίου

source: by
el_gr: από

source: Ticket was closed and cannot be reopened.
el_gr: Το εισιτήριο έκλεισε και δεν μπορεί να ανοίξει ξανά.

source: Example module settings
el_gr: Παράδειγμα ρυθμίσεων μονάδας

source: Example extension settings
el_gr: Παράδειγμα ρυθμίσεων επέκτασης

source: Every extension can have settings page. Only requirement is to have mod_example_settings.phtml page in html_admin folder
el_gr: Κάθε επέκταση μπορεί να έχει σελίδα ρυθμίσεων. Η μόνη απαίτηση είναι να υπάρχει η σελίδα mod_example_settings.phtml στο φάκελο html_admin.

source: Parameter title
el_gr: Τίτλος παραμέτρου

source: Example custom value
el_gr: Παράδειγμα προσαρμοσμένης τιμής

source: Public Parameter title
el_gr: Δημόσια Παράμετρος title

source: This setting will be accessible by Guest API
el_gr: Αυτή η ρύθμιση θα είναι προσβάσιμη από το Guest API

source: Centova Cast product settings
el_gr: Ρυθμίσεις προϊόντος Centova Cast

source: Max clients
el_gr: Μέγιστοι πελάτες

source: Max bitrate
el_gr: Μέγιστο bitrate

source: Transfer limit
el_gr: Όριο μεταφοράς

source: Autostart
el_gr: Αυτόματη εκκίνηση

source: System settings
el_gr: Ρυθμίσεις συστήματος

source: Company details
el_gr: Λεπτομέρειες της εταιρείας

source: FTP layer
el_gr: Στρώμα FTP

source: Countries
el_gr: Χώρες

source: Cache
el_gr: Κρυφή μνήμη

source: Logo URL
el_gr: URL λογότυπου

source: Company number, chamber of commerce number
el_gr: Αριθμός εταιρείας, αριθμός εμπορικού επιμελητηρίου

source: VAT number
el_gr: Αριθμός ΦΠΑ

source: Bank Account number
el_gr: Αριθμός τραπεζικού λογαριασμού

source: Company terms of service, legal regulation
el_gr: Όροι παροχής υπηρεσιών της εταιρείας, νομική ρύθμιση

source: Company privacy policy
el_gr: Πολιτική απορρήτου της εταιρείας

source: Countries updated
el_gr: Ενημερωμένες χώρες

source: List of countries
el_gr: Κατάλογος χωρών

source: Cache folder cleared
el_gr: Εκκαθάριση φακέλου cache

source: Invalidate cache
el_gr: Ακυρώστε την κρυφή μνήμη cache

source: FTP layer for BoxBilling
el_gr: Επίπεδο FTP για το BoxBilling

source: FTP is used to manage BoxBilling modules and updates.
el_gr: Το FTP χρησιμοποιείται για τη διαχείριση των ενοτήτων και των ενημερώσεων του BoxBilling.

source: FTP settings updated
el_gr: Ενημέρωση ρυθμίσεων FTP

source: <strong>FTP Hostname</strong> - can be a numerical URL 127.0.0.1 is the default address for a locally hosted server, it might be this, it might be the full URL as my example above with the File Transfer Protocol (FTP) prefix, it might be the http:// protocol it might be SFTP (secure FTP) even secure http (https). Your host will be able to advise you on the correct format.
el_gr: <strong>FTP Hostname</strong> - μπορεί να είναι μια αριθμητική διεύθυνση URL 127.0.0.1 είναι η προεπιλεγμένη διεύθυνση για έναν τοπικά φιλοξενούμενο διακομιστή, μπορεί να είναι αυτή, μπορεί να είναι η πλήρης διεύθυνση URL όπως το παραπάνω παράδειγμά μου με το πρόθεμα File Transfer Protocol (FTP), μπορεί να είναι το πρωτόκολλο http:// μπορεί να είναι SFTP (secure FTP) ακόμα και ασφαλές http (https). Ο οικοδεσπότης σας θα είναι σε θέση να σας συμβουλεύσει σχετικά με τη σωστή μορφή.

source: <strong>FTP port</strong> - is nearly always 21 unless the host has changed this they will have notified you of this. Secure FTP generally uses port 22.
el_gr: <strong>Θύρα FTP</strong> - είναι σχεδόν πάντα 21, εκτός αν ο κεντρικός υπολογιστής το έχει αλλάξει και σας έχει ενημερώσει σχετικά. Το ασφαλές FTP χρησιμοποιεί γενικά τη θύρα 22.

source: <strong>FTP user</strong> - In most cases, this is the specific user name your host has set up for you to access your Web site via FTP- It is the name you use in your FTP client. This could be an alphanumeric, it could be your name, even your e-mail address, If you don't know this speak to your host. You may have the facility on your Web account to set up additional FTP users if that is the case (and it's more secure) you are recommended to do this
el_gr: <strong>Χρήστης FTP</strong> - Στις περισσότερες περιπτώσεις, πρόκειται για το συγκεκριμένο όνομα χρήστη που έχει ορίσει ο κεντρικός σας υπολογιστής για να έχετε πρόσβαση στον ιστότοπό σας μέσω FTP. Αυτό μπορεί να είναι ένα αλφαριθμητικό, μπορεί να είναι το όνομά σας, ακόμη και η διεύθυνση ηλεκτρονικού ταχυδρομείου σας, Εάν δεν το γνωρίζετε αυτό μιλήστε με τον οικοδεσπότη σας. Μπορεί να έχετε τη δυνατότητα στο λογαριασμό σας στο Web να δημιουργήσετε επιπλέον χρήστες FTP, αν αυτό ισχύει (και είναι πιο ασφαλές), σας συνιστούμε να κάνετε αυτό.

source: <strong>FTP password</strong> - this is the password you enter in your FTP client.
el_gr: <strong>Κωδικός πρόσβασης FTP</strong> - αυτός είναι ο κωδικός πρόσβασης που εισάγετε στο πρόγραμμα-πελάτη FTP.

source: <strong>FTP root</strong> - This is generally the directory in which BoxBilling is installed. This setting is very important to be setup correctly as it very specifically depends on the Host server settings. In can be just / BUT it might be htdocs/boxbilling, public_html/, /public_html/boxbilling or other. It is a variable that BoxBilling has absolutely no control over. You will need to clarify this with your host.
el_gr: <strong>FTP root</strong> - Αυτός είναι γενικά ο κατάλογος στον οποίο είναι εγκατεστημένο το BoxBilling. Αυτή η ρύθμιση είναι πολύ σημαντικό να ρυθμιστεί σωστά, καθώς εξαρτάται πολύ συγκεκριμένα από τις ρυθμίσεις του κεντρικού υπολογιστή. Μπορεί να είναι απλά / ΑΛΛΑ μπορεί να είναι htdocs/boxbilling, public_html/, /public_html/boxbilling ή άλλο. Πρόκειται για μια μεταβλητή την οποία το BoxBilling δεν έχει απολύτως κανέναν έλεγχο. Θα πρέπει να το διευκρινίσετε αυτό με τον οικοδεσπότη σας.

source: Staff members
el_gr: Μέλη του προσωπικού

source: File
el_gr: Αρχείο

source: Currently uploaded file
el_gr: Επί του παρόντος μεταφορτωμένο αρχείο

source: Upload new file
el_gr: Ανέβασμα νέου αρχείου

source: Upload
el_gr: Ανέβασμα

source: Select product
el_gr: Επιλέξτε προϊόν

source: Configure
el_gr: Ρύθμιση παραμέτρων

source: Confirm
el_gr: Επιβεβαίωση

source: Extensions
el_gr: Επεκτάσεις

source: Update BoxBilling
el_gr: Ενημέρωση BoxBilling

source: Learn more about extensions
el_gr: Μάθετε περισσότερα για τις επεκτάσεις

source: Hooks
el_gr: Άγκιστρα

source: Activate or deactivate extensions
el_gr: Ενεργοποίηση ή απενεργοποίηση επεκτάσεων

source: Deactivate
el_gr: Απενεργοποίηση

source: Hook
el_gr: Άγκιστρο

source: Automatic update
el_gr: Αυτόματη ενημέρωση

source: Automatic updater is a tool to update BoxBilling to latest version in one click. Works on these hosting environments where PHP has permissions to overwrite files uploaded via FTP.
el_gr: Το Automatic updater είναι ένα εργαλείο για την ενημέρωση του BoxBilling στην τελευταία έκδοση με ένα κλικ. Λειτουργεί σε αυτά τα περιβάλλοντα φιλοξενίας όπου η PHP έχει δικαιώματα αντικατάστασης αρχείων που μεταφορτώνονται μέσω FTP.

source: Manual update
el_gr: Χειροκίνητη ενημέρωση

source: Manual update is a solution when auto updater can not work on current installation environment
el_gr: Η χειροκίνητη ενημέρωση είναι μια λύση όταν η αυτόματη ενημέρωση δεν μπορεί να λειτουργήσει στο τρέχον περιβάλλον εγκατάστασης

source: Extending BoxBilling
el_gr: Επέκταση του BoxBilling

source: BoxBilling gives developers all the capabilities to customize, integrate & extend the core system into your own website & applications.
el_gr: Το BoxBilling παρέχει στους προγραμματιστές όλες τις δυνατότητες προσαρμογής, ενσωμάτωσης και επέκτασης του βασικού συστήματος στο δικό σας ιστότοπο και τις δικές σας εφαρμογές.

source: Invoice settings
el_gr: Ρυθμίσεις τιμολογίου

source: Number of days to generate new invoice before order expiration
el_gr: Αριθμός ημερών για τη δημιουργία νέου τιμολογίου πριν από τη λήξη της παραγγελίας

source: Invoice due days
el_gr: Ημέρες λήξης τιμολογίου

source: Auto invoice approval
el_gr: Αυτόματη έγκριση τιμολογίου

source: Proforma Invoicing / Sequential Invoice Numbering
el_gr: Τιμολόγηση Proforma / Διαδοχική αρίθμηση τιμολογίων

source: Remove unpaid invoices after x days. Set 0 to keep invoices forever
el_gr: Αφαίρεση απλήρωτων τιμολογίων μετά από x ημέρες. Ορίστε 0 για να κρατήσετε τα τιμολόγια για πάντα

source: Proforma invoice prefix/series
el_gr: Πρόθεμα/σειρά τιμολογίου Proforma

source: Paid invoice prefix/series
el_gr: Πρόθεμα/σειρά εξοφλημένων τιμολογίων

source: Next paid invoice number
el_gr: Επόμενος αριθμός εξοφλημένου τιμολογίου

source: Refunds settings
el_gr: Ρυθμίσεις επιστροφών

source: Refunds logic
el_gr: Λογική επιστροφών

source: Add funds settings
el_gr: Προσθήκη ρυθμίσεων κεφαλαίων

source: Minimum amount for add funds invoice
el_gr: Ελάχιστο ποσό για τιμολόγιο προσθήκης κεφαλαίων

source: Unlimited
el_gr: Απεριόριστα

source: Maximum amount for add funds invoice
el_gr: Μέγιστο ποσό για τιμολόγιο προσθήκης κεφαλαίων

source: API configuration
el_gr: Διαμόρφωση API

source: Getting started with SolusVM
el_gr: Ξεκινώντας με το SolusVM

source: This guide will help you to get started selling SolusVM virtual servers with BoxBilling.
el_gr: Αυτός ο οδηγός θα σας βοηθήσει να ξεκινήσετε να πουλάτε εικονικούς διακομιστές SolusVM με το BoxBilling.

source: 1. Configure your SolusVm server
el_gr: 1. Διαμορφώστε τον διακομιστή SolusVm

source: 2. Configure API
el_gr: 2. Ρύθμιση API

source: 3. Create new product category
el_gr: 3. Δημιουργία νέας κατηγορίας προϊόντων

source: 4. Create SolusVM products
el_gr: 4. Δημιουργία προϊόντων SolusVM

source: 5. Import data from SolusVM server
el_gr: 5. Εισαγωγή δεδομένων από το διακομιστή SolusVM

source: Connect to SolusVM master server via API
el_gr: Σύνδεση στον κύριο διακομιστή SolusVM μέσω API

source: To create an API user login to SolusVM admin area and click Configuration > API Access from the top menu then select Add API User.
el_gr: Για να δημιουργήσετε έναν χρήστη API συνδεθείτε στην περιοχή διαχείρισης του SolusVM και κάντε κλικ στην επιλογή Διαμόρφωση > Πρόσβαση API από το επάνω μενού και, στη συνέχεια, επιλέξτε Προσθήκη χρήστη API.

source: Master server IP
el_gr: Κύριος διακομιστής IP

source: Secure connection
el_gr: Ασφαλής σύνδεση

source: Custom port
el_gr: Προσαρμοσμένη θύρα

source: Leave blank to use default port 5353 and 5656 for secure connection
el_gr: Αφήστε κενό για να χρησιμοποιήσετε τις προεπιλεγμένες θύρες 5353 και 5656 για ασφαλή σύνδεση

source: Test connection
el_gr: Σύνδεση δοκιμής

source: Cron settings
el_gr: Ρυθμίσεις Cron

source: Setup scheduled tasks to be executed once a day
el_gr: Ρύθμιση προγραμματισμένων εργασιών που θα εκτελούνται μία φορά την ημέρα

source: Scheduled tasks must be enabled immediately after installation. Cron is responsible for sending your clients reminder about payments, domain renewal notices and many more.
el_gr: Οι προγραμματισμένες εργασίες πρέπει να ενεργοποιηθούν αμέσως μετά την εγκατάσταση. Το Cron είναι υπεύθυνο για την αποστολή υπενθυμίσεων στους πελάτες σας σχετικά με πληρωμές, ειδοποιήσεις ανανέωσης domain και πολλά άλλα.

source: Timezone
el_gr: Χρονοζώνη

source: Time on server
el_gr: Χρόνος στον διακομιστή

source: Last time scheduled tasks were executed
el_gr: Τελευταία φορά που εκτελέστηκαν προγραμματισμένες εργασίες

source: Scheduled tasks were never executed
el_gr: Οι προγραμματισμένες εργασίες δεν εκτελέστηκαν ποτέ

source: Unix crontab setup:
el_gr: Ρύθμιση της crontab του Unix:

source: Execute scheduled tasks from browser
el_gr: Εκτέλεση προγραμματισμένων εργασιών από το πρόγραμμα περιήγησης

source: Execute now
el_gr: Εκτέλεση τώρα

source: Redirects
el_gr: Αναδρομολογήσεις

source: Create new redirect
el_gr: Δημιουργία νέας ανακατεύθυνσης

source: Here you can find all the emails we sent you. Please click on email topic in left column and it will be displayed in right side.
el_gr: Εδώ μπορείτε να βρείτε όλα τα email που σας στείλαμε. Κάντε κλικ στο θέμα του email στην αριστερή στήλη και θα εμφανιστεί στη δεξιά πλευρά.

source: There are no emails to display
el_gr: Δεν υπάρχουν μηνύματα ηλεκτρονικού ταχυδρομείου προς εμφάνιση

source: From:
el_gr: Από:

source: To:
el_gr: Προς:

source: Created at:
el_gr: Δημιουργήθηκε στης:

source: Mass Mail Messages
el_gr: Μηνύματα μαζικής αλληλογραφίας

source: Create new mass mail message
el_gr: Δημιουργία νέου μηνύματος μαζικής αλληλογραφίας

source: Mass Mail Settings
el_gr: Ρυθμίσεις μαζικής αλληλογραφίας

source: Client ID to send test email while creating message
el_gr: Αναγνωριστικό πελάτη για αποστολή δοκιμαστικού email κατά τη δημιουργία μηνύματος

source: Paid support settings
el_gr: Ρυθμίσεις αμειβόμενης υποστήριξης

source: Ticket price:
el_gr: Τιμή εισιτηρίου:

source: Error message:
el_gr: Μήνυμα σφάλματος:

source: Set paid supoprt for helpdesks:
el_gr: Ορίστε πληρωμένο supoprt για τα helpdesks:

source: Create new helpdesk
el_gr: Δημιουργία νέου helpdesk

source: Back to emails list
el_gr: Επιστροφή στη λίστα emails

source: Centova Cast settings
el_gr: Ρυθμίσεις Cast της Centova

source: Server URL
el_gr: URL διακομιστή

source: Register new server
el_gr: Εγγραφή νέου διακομιστή

source: Edit server
el_gr: Επεξεργασία διακομιστή

source: CentovaCast URL
el_gr: URL του CentovaCast

source: IP Address
el_gr: Διεύθυνση IP

source: Administrator password
el_gr: Κωδικός πρόσβασης διαχειριστή

source: Register Centova Cast server
el_gr: Εγγραφή διακομιστή Centova Cast

source: Server added
el_gr: Ο διακομιστής προστέθηκε

source: Back to settings
el_gr: Πίσω στις ρυθμίσεις

source: Create CentovaCast product
el_gr: Δημιουργία προϊόντος CentovaCast

source: My Products & Services
el_gr: Τα προϊόντα & οι υπηρεσίες μου

source: All of your orders are displayed here. Click on any order to get full information about it.
el_gr: Όλες οι παραγγελίες σας εμφανίζονται εδώ. Κάντε κλικ σε οποιαδήποτε παραγγελία για να λάβετε πλήρεις πληροφορίες σχετικά με αυτήν.

source: Product/Service
el_gr: Προϊόν/Υπηρεσία

source: Next due date
el_gr: Επόμενη ημερομηνία λήξης

source: Canned response
el_gr: Κονσερβοποιημένη απάντηση

source: Monthly price
el_gr: Μηνιαία τιμή

source: Centova Cast order details
el_gr: Λεπτομέρειες παραγγελίας Centova Cast

source: Changing settings does not send actions to CentovaCast server.
el_gr: Η αλλαγή των ρυθμίσεων δεν στέλνει ενέργειες στο διακομιστή CentovaCast.

source: Reconfigure
el_gr: Επαναδιαμόρφωση

source: Changing CentovaCast server settings.
el_gr: Αλλαγή των ρυθμίσεων του διακομιστή CentovaCast.

source: Port
el_gr: Θύρα

source: Source password
el_gr: Πηγή κωδικού πρόσβασης

source: Organization
el_gr: Οργανισμός

source: Auto rebuild list
el_gr: Λίστα αυτόματης ανακατασκευής

source: Account details
el_gr: Στοιχεία λογαριασμού

source: Parameter
el_gr: Παράμετρος

source: Help desks
el_gr: Γραφεία βοήθειας

source: New help desk
el_gr: Νέο γραφείο βοήθειας

source: Auto responder settings
el_gr: Ρυθμίσεις αυτόματης απάντησης

source: Enable auto responder
el_gr: Ενεργοποίηση αυτόματης απάντησης

source: Auto respond message
el_gr: Μήνυμα αυτόματης απάντησης

source: Delay message - selected canned response message will be added to default reply message
el_gr: Μήνυμα καθυστέρησης - το επιλεγμένο κονσερβοποιημένο μήνυμα απάντησης θα προστεθεί στο προεπιλεγμένο μήνυμα απάντησης

source: Enable delay message
el_gr: Ενεργοποίηση μηνύματος καθυστέρησης

source: Delay hours
el_gr: Ώρες καθυστέρησης

source: Delay reply
el_gr: Καθυστέρηση απάντησης

source: Wait time - how many hours user needs to wait until consequent ticket submission
el_gr: Χρόνος αναμονής - πόσες ώρες πρέπει να περιμένει ο χρήστης μέχρι την υποβολή του εισιτηρίου.

source: Wait time in hours
el_gr: Χρόνος αναμονής σε ώρες

source: Close tickets after
el_gr: Κλείστε τα εισιτήρια μετά

source: Currency management
el_gr: Διαχείριση συναλλάγματος

source: Edit currency information
el_gr: Επεξεργασία πληροφοριών νομίσματος

source: Price format
el_gr: Μορφή τιμής

source: Order confirm
el_gr: Επιβεβαίωση παραγγελίας

source: Order confirmation
el_gr: Επιβεβαίωση παραγγελίας

source: These are the products you have selected
el_gr: Αυτά είναι τα προϊόντα που έχετε επιλέξει

source: Have a promo code?
el_gr: Έχετε έναν κωδικό προσφοράς;

source: Sign in
el_gr: Συνδεθείτε

source: Login to client area
el_gr: Σύνδεση στην περιοχή πελατών

source: Do not have an account yet?
el_gr: Δεν έχετε ακόμη λογαριασμό;

source: Enter your details below
el_gr: Εισάγετε τα στοιχεία σας παρακάτω

source: Create new profile
el_gr: Δημιουργία νέου προφίλ

source: You have not selected any product
el_gr: Δεν έχετε επιλέξει κανένα προϊόν

source: Order new service
el_gr: Παραγγελία νέας υπηρεσίας

source: Subscription
el_gr: Συνδρομή

source: Subscription details
el_gr: Λεπτομέρειες συνδρομής

source: Send Email Message
el_gr: Στείλτε μήνυμα ηλεκτρονικού ταχυδρομείου

source: From name
el_gr: Από το όνομα

source: From email
el_gr: Από email

source: Recipients filter. Select none to send message to all clients
el_gr: Φίλτρο παραληπτών. Επιλέξτε none για να στείλετε το μήνυμα σε όλους τους πελάτες

source: Client status and group
el_gr: Κατάσταση και ομάδα πελατών

source: Has order
el_gr: Έχει διαταγή

source: Message content
el_gr: Περιεχόμενο μηνύματος

source: Update and preview
el_gr: Ενημέρωση και προεπισκόπηση

source: Send test message
el_gr: Αποστολή δοκιμαστικού μηνύματος

source: Send message to clients
el_gr: Αποστολή μηνύματος σε πελάτες

source: Back to list
el_gr: Πίσω στη λίστα

source: management
el_gr: διαχείριση

source: Edit
el_gr: Επεξεργασία

source: Payments
el_gr: Πληρωμές

source: Logins
el_gr: Συνδέσεις

source: Client profile details
el_gr: Λεπτομέρειες προφίλ πελάτη

source: Client Profile updated
el_gr: Ενημέρωση προφίλ πελάτη

source: Individual
el_gr: Ατομικό

source: Other/Unknown
el_gr: Άλλο/Άγνωστο

source: Mail approved
el_gr: Εγκεκριμένο ταχυδρομείο

source: Date of birth
el_gr: Ημερομηνία γέννησης

source: Address and contact details
el_gr: Διεύθυνση και στοιχεία επικοινωνίας

source: Alternative ID
el_gr: Εναλλακτική ταυτότητα

source: Used to identify client on foreign system. Usually used by importers
el_gr: Χρησιμοποιείται για την ταυτοποίηση του πελάτη σε ξένο σύστημα. Συνήθως χρησιμοποιείται από εισαγωγείς.

source: Exempt from tax
el_gr: Απαλλάσσεται από το φόρο

source: Signed up time
el_gr: Χρόνος εγγραφής

source: Custom fields
el_gr: Προσαρμοσμένα πεδία

source: Use these fields to define custom client details
el_gr: Χρησιμοποιήστε αυτά τα πεδία για να ορίσετε προσαρμοσμένες λεπτομέρειες πελάτη

source: Client Profile custom fields updated
el_gr: Ενημέρωση προσαρμοσμένων πεδίων προφίλ πελάτη

source: Custom field
el_gr: Προσαρμοσμένο πεδίο

source: Client payments history
el_gr: Ιστορικό πληρωμών πελατών

source: Add funds for client
el_gr: Προσθήκη κεφαλαίων για τον πελάτη

source: Funds added
el_gr: Προστιθέμενα κεφάλαια

source: Add funds
el_gr: Προσθήκη κεφαλαίων

source: Client orders
el_gr: Παραγγελίες πελατών

source: Client invoices
el_gr: Τιμολόγια πελατών

source: Client support tickets
el_gr: Εισιτήρια υποστήριξης πελατών

source: Logins history
el_gr: Ιστορικό συνδέσεων

source: Emails sent to client
el_gr: Ηλεκτρονικά μηνύματα που αποστέλλονται στον πελάτη

source: Email subject
el_gr: Θέμα ηλεκτρονικού ταχυδρομείου

source: Date sent
el_gr: Ημερομηνία αποστολής

source: Transactions received
el_gr: Λαμβανόμενες συναλλαγές

source: Hi,
el_gr: Γεια σας,

source: New
el_gr: Νέα

source: All settings
el_gr: Όλες οι ρυθμίσεις

source: Theme settings
el_gr: Ρυθμίσεις θέματος

source: Visit site
el_gr: Επισκεφθείτε τον ιστότοπο

source: Logout
el_gr: Αποσύνδεση

source: Inquiries
el_gr: Ερωτήσεις

source: Registrar configuration
el_gr: Διαμόρφωση καταχωρητή

source: Registrar title
el_gr: Τίτλος καταχωρητή
