Repository: lifeowner/BoxBilling-Greek-Language
Catalog: */LC_MESSAGES/messages.po
Languages: el_gr

source: Required field contact is missing
el_gr: Το υποχρεωτικό πεδίο contact λείπει

source: Required field :field is missing
el_gr: Υποχρεωτικό πεδίο :το πεδίο λείπει

source: Domain name is not valid
el_gr: Το όνομα τομέα δεν είναι έγκυρο

source: Domain can not be transferred
el_gr: Ο τομέας δεν μπορεί να μεταφερθεί

source: Domain can not be registered
el_gr: Ο τομέας δεν μπορεί να καταχωρηθεί

source: Domain registrar :adapter was not found
el_gr: Ο καταχωρητής domain :adapter δεν βρέθηκε

source: Registrar :adapter was not found
el_gr: Ο καταχωρητής :adapter δεν βρέθηκε

source: Registrar adapter :adapter should extend Registrar_AdapterAbstract
el_gr: Προσαρμογέας καταχωρητή :adapter should extend Registrar_AdapterAbstract

source: Can not remove registrar which has domains
el_gr: Δεν μπορεί να αφαιρέσει καταχωρητή που έχει τομείς

source: File was not uploaded
el_gr: Το αρχείο δεν μεταφορτώθηκε

source: Product is not configured completely.
el_gr: Το προϊόν δεν έχει διαμορφωθεί πλήρως.

source: Filename is missing in product config.
el_gr: Το όνομα αρχείου λείπει από τη ρύθμιση παραμέτρων του προϊόντος.

source: Error uploading file
el_gr: Σφάλμα μεταφόρτωσης αρχείου

source: File can not be downloaded at the moment. Please contact support
el_gr: Το αρχείο δεν μπορεί να μεταφορτωθεί αυτή τη στιγμή. Παρακαλούμε επικοινωνήστε με την υποστήριξη

source: plan_id is missing
el_gr: Το plan_id λείπει

source: Hosting plan not found
el_gr: Το σχέδιο φιλοξενίας δεν βρέθηκε

source: Server name is missing
el_gr: Το όνομα του διακομιστή λείπει

source: Server IP is missing
el_gr: Η IP του διακομιστή λείπει

source: Server manager is missing
el_gr: Ο διαχειριστής διακομιστή λείπει

source: Server id is missing
el_gr: Το αναγνωριστικό του διακομιστή λείπει

source: Server not found
el_gr: Ο διακομιστής δεν βρέθηκε

source: Hosting plan id is missing
el_gr: Το id του προγράμματος φιλοξενίας λείπει

source: Hosting plan name is missing
el_gr: Το όνομα του προγράμματος φιλοξενίας λείπει

source: Hosting plan name can not be empty
el_gr: Το όνομα του προγράμματος φιλοξενίας δεν μπορεί να είναι κενό

source: :hosting for :domain
el_gr: :hosting για :domain

source: Hosting product is not configured completely. Configure server for hosting product.
el_gr: Το προϊόν φιλοξενίας δεν έχει ρυθμιστεί πλήρως. Διαμορφώστε το διακομιστή για το προϊόν φιλοξενίας.

source: Hosting product is not configured completely. Configure hosting plan for hosting product.
el_gr: Το προϊόν φιλοξενίας δεν έχει ρυθμιστεί πλήρως. Διαμορφώστε το πακέτο φιλοξενίας για το προϊόν φιλοξενίας.

source: Domain name is not valid.
el_gr: Το όνομα τομέα δεν είναι έγκυρο.

source: Domain extension is not valid.
el_gr: Η επέκταση τομέα δεν είναι έγκυρη.

source: Server from order configuration was not found
el_gr: Ο διακομιστής από τη ρύθμιση παραγγελιών δεν βρέθηκε

source: Hosting plan from order configuration was not found
el_gr: Το πρόγραμμα φιλοξενίας από τη διαμόρφωση της παραγγελίας δεν βρέθηκε

source: Account password is missing or is not valid
el_gr: Ο κωδικός πρόσβασης του λογαριασμού λείπει ή δεν είναι έγκυρος

source: Account ip is missing or is not valid
el_gr: Η ip του λογαριασμού λείπει ή δεν είναι έγκυρη

source: Domain sld or tld is missing
el_gr: Τομέας sld ή tld λείπει

source: Hosting product must have domain configuration
el_gr: Το προϊόν φιλοξενίας πρέπει να έχει διαμόρφωση τομέα

source: Domain action is missing
el_gr: Η δράση του τομέα λείπει

source: Hosting product must have defined register_sld parameter
el_gr: Το προϊόν φιλοξενίας πρέπει να έχει ορίσει την παράμετρο register_sld

source: Hosting product must have defined register_tld parameter
el_gr: Το προϊόν φιλοξενίας πρέπει να έχει ορίσει την παράμετρο register_tld

source: Hosting product must have defined transfer_sld parameter
el_gr: Το προϊόν φιλοξενίας πρέπει να έχει ορίσει την παράμετρο transfer_sld

source: Hosting product must have defined transfer_tld parameter
el_gr: Το προϊόν φιλοξενίας πρέπει να έχει ορίσει την παράμετρο transfer_tld

source: Invalid server manager. Server was not configured properly.
el_gr: Μη έγκυρος διαχειριστής διακομιστή. Ο διακομιστής δεν έχει ρυθμιστεί σωστά.

source: Server manager :adapter is not valid
el_gr: Διαχειριστής διακομιστή :adapter δεν είναι έγκυρος

source: Can not remove hosting plan which has active accounts
el_gr: Δεν μπορείτε να αφαιρέσετε σχέδιο φιλοξενίας που έχει ενεργούς λογαριασμούς

source: Could not find main domain product
el_gr: Δεν μπόρεσε να βρει το προϊόν του κύριου τομέα

source: License plugin :plugin was not found
el_gr: Άδεια plugin :plugin δεν βρέθηκε

source: License plugin do not have generate method
el_gr: Το πρόσθετο άδειας δεν έχει τη μέθοδο generate

source: Solusvm order not found
el_gr: Η παραγγελία Solusvm δεν βρέθηκε

source: Node is not selected for import.
el_gr: Ο κόμβος δεν έχει επιλεγεί για εισαγωγή.

source: No servers selected for import.
el_gr: Δεν έχουν επιλεγεί διακομιστές για εισαγωγή.

source: Select product for orders.
el_gr: Επιλέξτε προϊόν για παραγγελίες.

source: Product is not configured completely. Please provide solusvm node in product configuration page.
el_gr: Το προϊόν δεν έχει διαμορφωθεί πλήρως. Παρακαλούμε δώστε τον κόμβο solusvm στη σελίδα διαμόρφωσης του προϊόντος.

source: Product is not configured completely. Please provide solusvm plan in product configuration page.
el_gr: Το προϊόν δεν έχει διαμορφωθεί πλήρως. Παρακαλούμε δώστε το σχέδιο solusvm στη σελίδα διαμόρφωσης του προϊόντος.

source: No clients selected for import.
el_gr: Δεν έχουν επιλεγεί πελάτες για εισαγωγή.

source: No clients found on SolusVM server.
el_gr: Δεν βρέθηκαν πελάτες στον διακομιστή SolusVM.

source: Virtual private server :title
el_gr: Εικονικός ιδιωτικός διακομιστής :title

source: Please enter VPS hostname.
el_gr: Παρακαλώ εισάγετε το όνομα κεντρικού υπολογιστή VPS.

source: Hostname :hostname is not valid.
el_gr: Hostname :hostname δεν είναι έγκυρο

source: Please select VPS template.
el_gr: Παρακαλούμε επιλέξτε το πρότυπο VPS.

source: SolusVM API ID is missing.
el_gr: Το αναγνωριστικό API της SolusVM λείπει.

source: SolusVM API KEY is missing.
el_gr: Το SolusVM API KEY λείπει.

source: SolusVM API ipaddress is missing.
el_gr: Η διεύθυνση ipaddress του API SolusVM λείπει.

source: SolusVM API secure is missing.
el_gr: Το SolusVM API secure λείπει.

source: SolusVM API port is missing.
el_gr: The SolusVM secure API is missing.

source: Could not activate order because ordered product does not exists
el_gr: Δεν ήταν δυνατή η ενεργοποίηση της παραγγελίας επειδή το προϊόν που παραγγέλθηκε δεν υπάρχει

source: Could not activate order. Product :id configuration is missing node parameter
el_gr: Δεν μπόρεσε να ενεργοποιήσει την παραγγελία. Λείπει η παράμετρος κόμβου στη διαμόρφωση του προϊόντος :id

source: Could not activate order. Product :id configuration is missing plan parameter
el_gr: Δεν μπόρεσε να ενεργοποιήσει την παραγγελία. Λείπει η παράμετρος σχεδίου για τη διαμόρφωση του προϊόντος :id

source: Could not activate order. Product :id configuration is missing virtualization type parameter
el_gr: Δεν μπόρεσε να ενεργοποιήσει την παραγγελία. Η παράμετρος virtualization type της διαμόρφωσης product :id λείπει

source: Could not activate order. Product :id configuration is missing ips amount parameter
el_gr: Δεν μπόρεσε να ενεργοποιήσει την παραγγελία. Από τη διαμόρφωση του προϊόντος :id λείπει η παράμετρος ips amount

source: Root password must be longer than 4 symbols
el_gr: Ο κωδικός πρόσβασης ρίζας πρέπει να είναι μεγαλύτερος από 4 σύμβολα

source: Plan name must not be empty
el_gr: Το όνομα του σχεδίου δεν πρέπει να είναι κενό

source: Hostname must not be empty
el_gr: Το όνομα κεντρικού υπολογιστή δεν πρέπει να είναι κενό

source: Template must not be empty
el_gr: Το πρότυπο δεν πρέπει να είναι κενό

source: Password must be longer than 4 symbols
el_gr: Ο κωδικός πρόσβασης πρέπει να είναι μεγαλύτερος από 4 σύμβολα

source: Please enter subdomain
el_gr: Παρακαλώ εισάγετε το subdomain

source: Please select master domain
el_gr: Παρακαλούμε επιλέξτε τον κύριο τομέα

source: Please enter domain value
el_gr: Παρακαλώ εισάγετε τιμή τομέα

source: :product for :domain
el_gr: :product για :domain

source: Unknown domain type.
el_gr: Άγνωστος τύπος τομέα.

source: Akismet API Key not set.
el_gr: Το κλειδί API του Akismet δεν έχει οριστεί.

source: Could not start new CURL instance
el_gr: Δεν μπόρεσε να ξεκινήσει νέα περίπτωση CURL

source: Could not close the CURL instance
el_gr: Δεν μπόρεσε να κλείσει η περίπτωση CURL

source: Could not send cURL request
el_gr: Δεν ήταν δυνατή η αποστολή αίτησης cURL

source: Could not open socket
el_gr: Δεν μπόρεσε να ανοίξει η υποδοχή

source: IP :ip is blocked
el_gr: IP :Η ip είναι μπλοκαρισμένη

source: Akismet detected this message is spam
el_gr: Το Akismet εντόπισε ότι αυτό το μήνυμα είναι spam

source: To use reCAPTCHA you must get an API key from <a href='https://www.google.com/recaptcha/admin/create'>https://www.google.com/recaptcha/admin/create</a>
el_gr: Για να χρησιμοποιήσετε το reCAPTCHA πρέπει να λάβετε ένα κλειδί API από το <a href='https://www.google.com/recaptcha/admin/create'>https://www.google.com/recaptcha/admin/create</a>.

source: Captcha verification failed.
el_gr: Η επαλήθευση Captcha απέτυχε.

source: Your Username is blacklisted in global database
el_gr: Το όνομα χρήστη σας είναι στη μαύρη λίστα της παγκόσμιας βάσης δεδομένων

source: Your Email is blacklisted in global database
el_gr: Το Email σας είναι στη μαύρη λίστα της παγκόσμιας βάσης δεδομένων

source: Your IP is blacklisted in global database
el_gr: Η IP σας είναι στη μαύρη λίστα της παγκόσμιας βάσης δεδομένων

source: Administrator account already exists
el_gr: Ο λογαριασμός διαχειριστή υπάρχει ήδη

source: You are not allowed to login to admin area from :ip address
el_gr: Δεν επιτρέπεται η είσοδος στην περιοχή διαχείρισης από τη διεύθυνση :ip

source: Check your login details
el_gr: Ελέγξτε τα στοιχεία σύνδεσής σας

source: This administrator account is protected and can not be removed
el_gr: Αυτός ο λογαριασμός διαχειριστή προστατεύεται και δεν μπορεί να αφαιρεθεί

source: Staff member with email :email is already registered
el_gr: Μέλος του προσωπικού με email :email είναι ήδη εγγεγραμμένο

source: Administrators group can not be removed
el_gr: Η ομάδα Administrators δεν μπορεί να αφαιρεθεί

source: Can not remove group which has staff members
el_gr: Δεν μπορεί να αφαιρεθεί ομάδα που έχει μέλη του προσωπικού

source: Ticket not found
el_gr: Το εισιτήριο δεν βρέθηκε

source: Ticket can not be reopened.
el_gr: Το εισιτήριο δεν μπορεί να ανοίξει ξανά.

source: Please enter your message
el_gr: Παρακαλώ εισάγετε το μήνυμά σας

source: Can not remove helpdesk which has tickets
el_gr: Δεν μπορεί να αφαιρέσει το helpdesk που έχει εισιτήρια

source: We have already received this request.
el_gr: Έχουμε ήδη λάβει αυτό το αίτημα.

source: Identity is not valid
el_gr: Η ταυτότητα δεν είναι έγκυρη

source: Public ticket not found
el_gr: Δημόσιο εισιτήριο δεν βρέθηκε

source: Parameter key is missing
el_gr: Το κλειδί παραμέτρων λείπει

source: mod parameter not passed
el_gr: Η παράμετρος mod δεν έχει περάσει

source: Parameter :param does not exist
el_gr: Η παράμετρος :param δεν υπάρχει

source: Country :code phone code is not registered
el_gr: Ο τηλεφωνικός κωδικός χώρας :κωδικός δεν είναι καταχωρημένος

source: You have reached free version limit. Upgrade to PRO version of BoxBilling if you want this limit removed.
el_gr: Έχετε φτάσει στο όριο της δωρεάν έκδοσης. Αναβαθμίστε στην έκδοση PRO του BoxBilling αν θέλετε να καταργηθεί αυτό το όριο.

source: Theme code is missing
el_gr: Ο κώδικας του θέματος λείπει

source: Theme preset name is missing
el_gr: Λείπει το όνομα της προεπιλεγμένης θεματικής ρύθμισης

source: Theme ":name" assets folder is not writable. Files can not be uploaded and settings can not be saved. Set folder permissions to 777
el_gr: Ο φάκελος περιουσιακών στοιχείων ":name" του θέματος δεν είναι εγγράψιμος. Τα αρχεία δεν μπορούν να μεταφορτωθούν και οι ρυθμίσεις δεν μπορούν να αποθηκευτούν. Ορίστε τα δικαιώματα του φακέλου σε 777

source: Theme ":name" assets folder is not writable. Set folder :folder permissions to 777
el_gr: Ο φάκελος περιουσιακών στοιχείων ":name" του θέματος δεν είναι εγγράψιμος. Ορίστε τα δικαιώματα του φακέλου :folder σε 777

source: Theme ":name" is not configurable
el_gr: Το θέμα ":name" δεν είναι παραμετροποιήσιμο

source: Theme ":name" does not exists
el_gr: Το θέμα ":name" δεν υπάρχει

source: Error uploading file :file Error code: :error
el_gr: Σφάλμα μεταφόρτωσης αρχείου :file Κωδικός σφάλματος: :error

source: Theme was not found in path :path
el_gr: Το θέμα δεν βρέθηκε στη διαδρομή :path

source: Unable to decode theme manifest file :file
el_gr: Αδυναμία αποκωδικοποίησης του αρχείου δηλωτικού θέματος :file

source: Wysiwyg settings
el_gr: Ρυθμίσεις Wysiwyg

source: Home
el_gr: Αρχική σελίδα

source: Settings
el_gr: Ρυθμίσεις

source: Configuration updated
el_gr: Ενημέρωση ρυθμίσεων

source: Default editor
el_gr: Προεπιλεγμένος συντάκτης

source: Update
el_gr: Ενημέρωση

source: Reset password
el_gr: Επαναφορά κωδικού πρόσβασης

source: Email Address
el_gr: Διεύθυνση ηλεκτρονικού ταχυδρομείου

source: Your email address
el_gr: Η διεύθυνση ηλεκτρονικού ταχυδρομείου σας

source: You must fill in your email.
el_gr: Πρέπει να συμπληρώσετε το email σας.

source: Enter your email to reset password. You will receive new password after reset link is confirmed.
el_gr: Εισάγετε το email σας για να επαναφέρετε τον κωδικό πρόσβασης. Θα λάβετε νέο κωδικό πρόσβασης μετά την επιβεβαίωση του συνδέσμου επαναφοράς.

source: Signup
el_gr: Εγγραφή

source: Login
el_gr: Σύνδεση

source: Password reset confirmation email was sent
el_gr: Στάλθηκε email επιβεβαίωσης επαναφοράς κωδικού πρόσβασης

source: SEO settings
el_gr: Ρυθμίσεις SEO

source: Ping sitemap to Google
el_gr: Ping sitemap στο Google

source: Yes
el_gr: Ναι

source: No
el_gr: Όχι

source: Ping sitemap to Yahoo
el_gr: Ping sitemap στο Yahoo

source: Ping sitemap to Bing
el_gr: Ping sitemap στο Bing

source: Help?
el_gr: Βοήθεια;

source: Help
el_gr: Βοήθεια

source: Forum
el_gr: Φόρουμ

source: Report bug
el_gr: Αναφορά σφάλματος

source: Search:
el_gr: Αναζήτηση:

source: Enter search text..
el_gr: Εισάγετε το κείμενο αναζήτησης..

source: License settings
el_gr: Ρυθμίσεις άδειας χρήσης

source: Prefix
el_gr: Πρόθεμα

source: Length
el_gr: Μήκος

source: Validate IP
el_gr: Επικύρωση IP

source: Validate Hostname
el_gr: Επικύρωση ονόματος κεντρικού υπολογιστή

source: Validate Version
el_gr: Επικύρωση έκδοσης

source: Validate Path
el_gr: Επικύρωση διαδρομής

source: License plugins
el_gr: Άδεια χρήσης plugins

source: BoxBilling gives you ability to provide your own license generation script. Follow instructions bellow to install new license plugin
el_gr: Το BoxBilling σας δίνει τη δυνατότητα να παρέχετε το δικό σας σενάριο παραγωγής αδειών. Ακολουθήστε τις παρακάτω οδηγίες για να εγκαταστήσετε το νέο πρόσθετο άδειας

source: License plugin is PHP class "License_PluginName" with one method
el_gr: Το πρόσθετο άδειας χρήσης είναι η κλάση PHP "License_PluginName" με μία μέθοδο

source: Take a look at default plugin at
el_gr: Ρίξτε μια ματιά στο προεπιλεγμένο πρόσθετο στο

source: Create your plugin and place it to
el_gr: Δημιουργήστε το πρόσθετό σας και τοποθετήστε το στο

source: BoxBilling will automatically detect new plugin
el_gr: Το BoxBilling θα ανιχνεύσει αυτόματα το νέο πρόσθετο

source: Read
el_gr: Διαβάστε

source: BoxBilling documentation
el_gr: Τεκμηρίωση BoxBilling

source: for more information.
el_gr: για περισσότερες πληροφορίες.

source: Client settings
el_gr: Ρυθμίσεις πελάτη

source: General
el_gr: Γενικά

source: Custom Fields
el_gr: Προσαρμοσμένα πεδία

source: Allow new signups
el_gr: Επιτρέψτε νέες εγγραφές

source: Require email confirmation
el_gr: Απαιτείται επιβεβαίωση μέσω email

source: Allow email change
el_gr: Επιτρέψτε την αλλαγή email

source: Required fields
el_gr: Υποχρεωτικά πεδία

source: Select required fields
el_gr: Επιλέξτε τα απαιτούμενα πεδία

source: Last Name
el_gr: Επώνυμο

source: Gender
el_gr: Φύλο

source: Birthday
el_gr: Γενέθλια

source: Country
el_gr: Χώρα

source: Address Line 1
el_gr: Γραμμή διεύθυνσης 1

source: Address Line 2
el_gr: Γραμμή διεύθυνσης 2

source: Post code
el_gr: Ταχυδρομικός κώδικας

source: Active
el_gr: Ενεργό

source: Required
el_gr: Απαιτούμενο

source: Update profile
el_gr: Ενημέρωση προφίλ

source: Gateway
el_gr: Πύλη

source: Payment gateways
el_gr: Πύλες πληρωμών

source: Payment gateway configuration
el_gr: Ρύθμιση της πύλης πληρωμών

source: Payment gateway title
el_gr: Τίτλος πύλης πληρωμών

source: Select which currencies can accept this payment gateway (Select none to allow all currencies)
el_gr: Επιλέξτε ποια νομίσματα μπορεί να δεχτεί αυτή η πύλη πληρωμών (επιλέξτε κανένα για να επιτρέψετε όλα τα νομίσματα)

source: Enabled
el_gr: Ενεργοποιημένο

source: Allow one time payments
el_gr: Επιτρέψτε εφάπαξ πληρωμές

source: Allow subscription payments
el_gr: Επιτρέψτε πληρωμές συνδρομής

source: Enable test mode
el_gr: Ενεργοποίηση λειτουργίας δοκιμής

source: Register a new domain
el_gr: Καταχωρήστε ένα νέο domain

source: Enter new domain name to register
el_gr: Εισάγετε το νέο όνομα τομέα προς καταχώριση

source: Check
el_gr: Ελέγξτε το

source: I want to use my nameservers
el_gr: Θέλω να χρησιμοποιήσω τους nameservers μου

source: Nameserver 1
el_gr: Εξυπηρετητής ονομάτων 1

source: Nameserver 2
el_gr: Εξυπηρετητής ονομάτων 2

source: Nameserver 3
el_gr: Εξυπηρετητής ονομάτων 3

source: Nameserver 4
el_gr: Εξυπηρετητής ονομάτων 4

source: Year/s @
el_gr: Έτος/ες @

source: Order
el_gr: Παραγγελία

source: Client
el_gr: Πελάτης

source: Product
el_gr: Προϊόν

source: Support ticket
el_gr: Εισιτήριο υποστήριξης

source: Staff member
el_gr: Μέλος του προσωπικού

source: Announcement
el_gr: Ανακοίνωση

source: Forum topic
el_gr: Θέμα φόρουμ

source: Products
el_gr: Προϊόντα

source: Categories
el_gr: Κατηγορίες

source: Category updated
el_gr: Ενημερωμένη κατηγορία

source: Icon
el_gr: Εικονίδιο

source: Browse
el_gr: Περιηγηθείτε στο

source: Select icon and click OK
el_gr: Επιλέξτε το εικονίδιο και κάντε κλικ στο OK

source: Top level domains
el_gr: Τομείς ανωτάτου επιπέδου

source: New top level domain
el_gr: Νέος τομέας ανωτάτου επιπέδου

source: Registrars
el_gr: Καταχωρητές

source: New domain registrar
el_gr: Νέος καταχωρητής τομέων

source: Nameservers
el_gr: Διακομιστές ονομάτων

source: Manage TLDs
el_gr: Διαχείριση TLDs

source: Setup domain pricing and allowed operations. Assign specific domain registrars for each Top Level Domain (TLD)
el_gr: Ρύθμιση της τιμολόγησης και των επιτρεπόμενων λειτουργιών του τομέα. Ορισμός συγκεκριμένων καταχωρητών domain για κάθε Top Level Domain (TLD)

source: Registration
el_gr: Εγγραφή

source: Renew
el_gr: Ανανέωση

source: Transfer
el_gr: Μεταφορά

source: Operations
el_gr: Λειτουργίες

source: Registrar
el_gr: Καταχωρητής

source: Allow register:
el_gr: Επιτρέψτε την εγγραφή:

source: Allow transfer:
el_gr: Επιτρέψτε τη μεταφορά:

source: Active:
el_gr: Ενεργός:

source: Add new top level domain
el_gr: Προσθήκη νέου top level domain

source: Setup new TLD prices and properties
el_gr: Ρύθμιση νέων τιμών και ιδιοτήτων TLD

source: Registration price
el_gr: Τιμή εγγραφής

source: Renewal price
el_gr: Τιμή ανανέωσης

source: Transfer price
el_gr: Τιμή μεταφοράς

source: Minimum years of registration
el_gr: Ελάχιστα έτη εγγραφής

source: Allow registration
el_gr: Επιτρέψτε την εγγραφή

source: Allow transfer
el_gr: Επιτρέψτε τη μεταφορά

source: Add
el_gr: Προσθέστε

source: Domain registrars
el_gr: Καταχωρητές τομέων

source: Manage domain registrars
el_gr: Διαχείριση καταχωρητών τομέων

source: Setup default nameservers that will be used for new domain registrations if client have not provided his own nameservers in order form
el_gr: Ρύθμιση προεπιλεγμένων διακομιστών ονομάτων που θα χρησιμοποιούνται για νέες εγγραφές τομέων εάν ο πελάτης δεν έχει παράσχει τους δικούς του διακομιστές ονομάτων στη φόρμα παραγγελίας

source: Update nameservers
el_gr: Ενημέρωση διακομιστών ονομάτων

source: Adding new domain registrar
el_gr: Προσθήκη νέου καταχωρητή domain

source: Follow instructions below to install new domain registrar.
el_gr: Ακολουθήστε τις παρακάτω οδηγίες για να εγκαταστήσετε τον νέο καταχωρητή domain.

source: Check domain registrar you are looking for is available at
el_gr: Ελέγξτε τον καταχωρητή domain που ψάχνετε είναι διαθέσιμος στη διεύθυνση

source: Download domain registrar file and place to
el_gr: Κατεβάστε το αρχείο του καταχωρητή domain και τοποθετήστε το στο

source: Reload this page to see newly detected domain registrar
el_gr: Επαναφορτώστε αυτή τη σελίδα για να δείτε τον πρόσφατα εντοπισμένο καταχωρητή domain

source: Click on install button. Now you will be able to create top level domains with new domain registrar
el_gr: Κάντε κλικ στο κουμπί εγκατάστασης. Τώρα θα είστε σε θέση να δημιουργήσετε domains κορυφαίου επιπέδου με νέο καταχωρητή domains

source: For developers. Read
el_gr: Για προγραμματιστές. Διαβάστε

source: to learn how to create your own domain registrar.
el_gr: για να μάθετε πώς να δημιουργήσετε τον δικό σας καταχωρητή τομέων.

source: Code
el_gr: Κωδικός

source: Install
el_gr: Εγκαταστήστε το

source: All payment gateways installed
el_gr: Όλες οι πύλες πληρωμών εγκατεστημένες

source: Transactions
el_gr: Συναλλαγές

source: Transaction
el_gr: Συναλλαγή

source: Manage
el_gr: Διαχείριση

source: Notes
el_gr: Σημειώσεις

source: Transaction details
el_gr: Λεπτομέρειες συναλλαγής

source: If you are sure that this transaction is valid you can update transaction details in &quot;Manage&quot; tab and try processing transaction again
el_gr: Εάν είστε βέβαιοι ότι αυτή η συναλλαγή είναι έγκυρη, μπορείτε να ενημερώσετε τα στοιχεία της συναλλαγής στην καρτέλα &quot;Διαχείριση&quot; και να προσπαθήσετε να επεξεργαστείτε ξανά τη συναλλαγή.

source: Invoice Id
el_gr: Ταυτότητα τιμολογίου

source: Amount
el_gr: Ποσό

source: Payment gateway
el_gr: Πύλη πληρωμών

source: Transaction ID on payment gateway
el_gr: Αναγνωριστικό συναλλαγής στην πύλη πληρωμών

source: Transaction status on payment gateway
el_gr: Κατάσταση συναλλαγής στην πύλη πληρωμών

source: Status
el_gr: Κατάσταση

source: Note
el_gr: Σημείωση

source: Received at
el_gr: Ελήφθη στο

source: Updated at
el_gr: Ενημερώθηκε στις

source: Process
el_gr: Διαδικασία

source: Delete
el_gr: Διαγραφή

source: Invoice ID
el_gr: Αναγνωριστικό τιμολογίου

source: Currency
el_gr: Νόμισμα

source: Transaction processing information
el_gr: Πληροφορίες επεξεργασίας συναλλαγών

source: Payment Gateway
el_gr: Πύλη πληρωμών

source: Validate IPN
el_gr: Επικύρωση IPN

source: Transaction information on payment gateway
el_gr: Πληροφορίες συναλλαγής στην πύλη πληρωμών

source: Transaction type
el_gr: Τύπος συναλλαγής

source: Transaction status on Payment Gateway
el_gr: Κατάσταση συναλλαγής στην πύλη πληρωμών

source: Transaction ID on Payment Gateway
el_gr: Αναγνωριστικό συναλλαγής στην πύλη πληρωμών

source: Note about this transaction
el_gr: Σημείωση σχετικά με αυτή τη συναλλαγή

source: No GET parameters received
el_gr: Δεν ελήφθησαν παράμετροι GET

source: No POST parameters received
el_gr: Δεν ελήφθησαν παράμετροι POST

source: No SERVER parameters logged
el_gr: Δεν έχουν καταγραφεί παράμετροι SERVER

source: Currency settings
el_gr: Ρυθμίσεις νομίσματος

source: Currencies
el_gr: Νομίσματα

source: Add new currency
el_gr: Προσθήκη νέου νομίσματος

source: Manage currencies
el_gr: Διαχείριση νομισμάτων
